[ Lang ]

"Scanning will stop, if you continue this operation."="O escaneamento vai parar se você continuar esta operação."
"Call has been successfully recorded on USB device"="Chamada gravada com sucesso no disp. USB"
"Transferring"="Transferindo"
"(Empty)"="(Em branco)"
"[Assigned]"="[Atribuído]"
"<New Item>"="<Novo item>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Confirmar que dispositivo USB suporta USB 2.0."
"10min"="10min"
"Oct"="Out"
"October"="Outubro"
"Nov"="Nov"
"Noveber"="Novembro"
"120s"="120 s"
"12 Hour"="12 horas"
"Dec"="Dez"
"December"="Dezembro"
"15s"="15 s"
"1min"="1min"
"1h"="1h"
"Jan"="Jan"
"January"="Janeiro"
"2.Try to replug the USB device."="2.Reconectar dispositivo USB."
"24 Hour"="24 horas"
"2min"="2min"
"2h"="2h"
"Feb"="Fev"
"February"="Fevereiro"
"3.Try to reboot the phone."="3.Reiniciar o telefone."
"30min"="30min"
"30s"="30 s"
"3h"="3h"
"Mar"="Mar"
"March"="Março"
"Apr"="Abr"
"April"="Abril"
"5min"="5min"
"May"="Mai"
"60s"="60 s"
"6h"="6h"
"Jun"="Jun"
"June"="Junho"
"Jul"="Jul"
"July"="Julho"
"802.1x"="802.1x"
"802.1x Mode"="Modo 802.1x"
"802.1x Settings"="Configurações 802.1x"
"Aug"="Ago"
"August"="Agosto"
"Sep"="Set"
"September"="Setembro"
"ACD"="DAC"
"L_ACD"="DAC"
"S_ACD"="ACD"
"ACD State"="Status ACD"
"ACD Status"="Status da ACD"
"AES"="AES"
"Per-phone AES"="AES Orient. por MAC"
"Alert Group Paging Calls"="AlChamGrPag"
"Alert Click To Dial Calls"="AlerFazCham"
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licença AMR"
"AP Mac Address"="Endereço AP Mac"
"App Version"="Versão APP"
"App Account"="Conta APP"
"Args Error!"="Erro args!"
"AVG.Waiting Time"="Tempo de espera AVG."
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="Espera BLF"
"BLF is invalid!"="BLF inválido!"
"BLF Callout"="Chamada BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="BLF falando"
"BLF List"="Lista BLF"
"L_BLF List"="Lista BLF"
"BLF Ring Type"="Tipo de Toque BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="BLF tocando"
"BLF Park"="BLF Park"
"Use BroadWorks-based Call Control"="UseContrChamBW"
"MENU_Callery"="Galeria"
"CC UID"="IDUChamRec"
"CC Name"="NomeChamRec"
"CDP"="CDP"
"CDP Interval"="Intervalo CPD"
"CDP Status"="Status CDP"
"CDP interval should be 1-3600!"="Intervalo CDP deve ser entre 1-3600!"
"CFG Version"="Versão CFG"
"Commportal Login"="Login Commportal"
"Compulsory"="Obrigatório"
"COM Version"="Versão COM"
"DD MMM YYYY"="DD MMM AAAA"
"DD/MM/YY"="DD/MM/AA"
"DD/MM/YYYY"="DD/MM/AAAA"
"DD-MMM-YY"="DD-MMM-AA"
"Dect Setting"="DECT Settings"
"Dect Settings"="Configurações DECT"
"Dect Intercom"="Intercom DECT"
"MENU_DECT Setting"="DECT Settings"
"Dect dongle is removed."="Dongle DECT removido."
"Dect dongle disconnect!"="Dongle DECT desconect!"
"Dect dongle connection success!"="Suc conect dongle DELE!"
"Dect dongle connection fail!"="Falha con dongle DECT!"
"Dect dongle update success!"="Dngl DECT atual c/suc!"
"Dect dongle update failed!"="Falha at. dongle DECT!"
"Dect handset update complete!"="Atualiz DECT concluída!"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="Cliente DHCP IPv4"
"DHCP IPv4 Client"="Cliente DHCP IPv4"
"DHCP IPv6 Client"="Cliente DHCP IPv6"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values can't more than 5!"
"DHCP option is invalid!"="Opção DHCP inválida!"
"DHCP Start IP Address is invalid!"="Endereço IP Inicial DHCP inválido!"
"DHCP Time"="Tempo DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP Option"="DHCP Option"
"DHCP option!"="Opção DHCP!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="Endereço IP Final DHCP inválido!"
"Phone DND"="Telefone DND"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF inválido!"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="Tipo de informação DTMF"
"DTMF Payload Type"="Tipo de carga DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Relé DTMF"
"E911"="E911"
"E911 Location"="Localização E911"
"E911 location set failed, please contact your administrator for help"="Falha ao def. local. E911! Contate seu admin."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-Nenhum"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="Prompt do EDK vazio!"
"EHS ERROR!"="Erro de EHS!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="Papel de Parede EXP"
"Fixed"="Fixa"
"Flexible Seating"="Assento flexível"
"FlexSeat Logout, Please Waiting..."="Sair FlexSeat, agu..."
"Forward to Phone Number/SIP-URI"="Enc.p.N/SIP-URI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="ENC"
"Getting Balance"="Obtendo equilíbrio"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Hot Desking"
"S_Hot Desking"="Hot Desking"
"L_Hoteling"="PostosTrab"
"Https Port"="Porta Https"
"Https port should be 1-65535!"="Porta Https deve ser de 1-65535!"
"Https Status"="Status Https"
"Http Port"="Porta Http"
"Http port should be 1-65535!"="Porta Http deve ser de 1-65535!"
"Http Status"="Status Http"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nome do IC"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Invadir"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="Porta IPv4 WAN"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="Tipo de IPv4 WAN"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="Conflito IPV4/IPV6"
"IPv4 Sec.DNS"="DNS.Sec IPv4"
"IPV4 Conflict"="Conflito IPV4"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Pri.DNS"="DNS.Pri IPv4"
"IPv4 Status"="Status IPv4"
"IPv4 Subnet Mask"="MáscSubredeIPV4"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="Prefixo IP IPv6 inv!"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="Porta IPv6 WAN"
"IPv6 Default Gateway"="Gateway IPv6"
"IPv6 Sec.DNS"="DNS.Sec IPv6"
"IPV6 Conflict"="Conflito IPV6"
"IPv6 IP Prefix"="Prefixo IP IPv6"
"IPv6 WAN Type"="Tipo de IPv6 WAN"
"IPv6 Pri.DNS"="DNS.Pri IPv6"
"IPv6 Status"="Status IPv6"
"IP Address"="Endereço IP"
"IP Address!"="Endereço IP!"
"IP Address is invalid!"="Endereço IP inválido!"
"IP address has been used!"="Endereço IP foi usado!"
"IP Phone"="Telefone IP"
"Tracert IP or URL"="IP ou URL Tracert"
"IP Mode"="Modo IP"
"IPAddress Mode"="Modo IP"
"Direct IP Line"="Linha IP Direta"
"IP Direct Auto Answer"="Resp autom direta IP"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="Servidor LDAP indisponível."
"Ldap Disabled"="LDAP desativado"
"LDAP get error tips failed!"="Falha nas dicas de erro LDAP!"
"LDAP Authority"="Autoridade LDAP"
"LDAP Search"="Pesquisa LDAP"
"Leave Wrap-up"="Sair do encerramento"
"LED Test"="LED Test"
"Listen BargeIn"="Interv. ouvir"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="Status LLDP"
"LLDP Packet Interval should be 1-3600!"="Intervalo de Pacote LLDP deve ser 1-3600!"
"Packet Interval"="Int.Pacote"
"M2P"="M2P"
"MAC Version"="Versão MAC"
"MAC"="MAC"
"MAC Address"="Endereço MAC"
"MAC-Oriented"="AES Or. MAC"
"Mango"="Mango"
"MD5 Password"="Senha MD5"
"Medium"="Médio"
"L_Meet-Me"="Meet-me"
"Meet-me"="Meet-me"
"S_Meet-Me"="Meet-me"
"Metaswitch CallLog"="Reg Cham Metaswitch"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/DD/AA"
"MOS-CQ"="MOS-QC"
"MOS-LQ"="MOS-QS"
"Moving contact..."="Mover contato..."
"msec"="ms"
"NAT"="NAT"
"NAT Public IP Address"="Endereço IP público NAT"
"NAT Status"="Status NAT"
"New Unread Voice Mail(s)"="Novas mens voz ñ lidas"
"New VID"="Novo VID"
"NextSpace"="NextSpace"
"No VLAN"="No VLAN"
"NTP Server1"="Servidor NTP 1"
"Invalid NTP server1!"="Servidor NTP inválido!"
"NTP Server2"="Servidor NTP 2"
"NTP server1 is invalid!"="Servidor NTP 1 inválido!"
"NTP server2 is invalid!"="Servidor NTP 2 inválido!"
"On Demand"="Sob demanda"
"On Demand with User Initiated Start"="Sob dem c/início usuár."
"On(Beep Off)"="Ligado (bipe deslig)"
"On(Beep On)"="Ligado (bipe ligado)"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="Codec Opus ñ conf 4via!"
"Outbound Alternate"="Alternativa de saída"
"Outbound Proxy1"="Proxy de Saída1"
"Outbound Proxy2"="Proxy de Saída2"
"Outbound proxy is invalid!"="Proxy de saída inválido!"
"Invalid Proxy Fallback Interval!"="Intrv fallbck prxy inv!"
"Pause/Resume Notify"="Pausar/ret notificação"
"PBX Queue"="Fila de PBX"
"PC Port"="Porta PC"
"PIN"="Pin"
"PIN/ID"="ID/PIN"
"Ping"="Ping"
"Ping Error"="Erro de Ping"
"Ping IP or URL"="IP ou URL Ping"
"PIN Code"="Código PIN"
"Pin code can't be empty!"="Código PIN não vazio!"
"Pin code is invalid!"="Código PIN inválido!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="Senha PPPoE"
"PPPoE User"="Usuário PPPoE"
"PPPoE User is invalid!"="Usuário PPPoE inválido!"
"Not support bridge mode in PPPoE!"="Modo ponte s/sup PPPoE!"
"PriChat"="PriChat"
"PSTN account unavailable"="Conta PSTN indisponível"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Versão Rom"
"Route Traversal"="Transversal da rota"
"RPort"="RPort"
"RPS Open"="RPS aberto"
"RPS Close"="RPS fechado"
"RT10/RT20"="RT10/RT20"
"RT30"="RT30"
"RTP Status"="Status RTP"
"S_RTP Status"="Status RTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="In/Out"
"S2S AcdLoginOut"="In/Out"
"S_S2S AcdLogin"="AcessoDac"
"S2S AcdLogin"="AcessoDac"
"S_S2S AcdLogout"="SaídaDac"
"S2S AcdLogout"="SaídaDac"
"S_S2S AcdRefresh"="Atualizar"
"S2S AcdRefresh"="Atualizar"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA mantida"
"SCA Active"="SCA Ativo"
"SCA Bridge Active"="Bridge SCA Ativa"
"SCA Alerting"="SCA Alerta"
"S_Seizing"="Captar"
"Seizing"="Captar"
"Set Hot Desking"="Definir hot desk"
"Signal Fail"="Falha de sinal"
"Signal OK"="Sinal OK"
"Silent Bargin"="Intervenção silenciosa"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="Senha SIP"
"SIP Server1"="Servidor SIP1"
"SIP Server2"="Servidor SIP2"
"Invalid SIP server2!"="SIP server2 inválido!"
"SIP Server3"="Servidor SIP3"
"Invalid SIP server3!"="SIP server3 inválido!"
"SIP Proxy can't be empty!"="O Proxy SIP não pode estar em branco!"
"Invalid SIP server1!"="Server1 SIP inválido!"
"Sip Line"="Linha SIP"
"SIP INFO"="SIP INFO"
"SIP Register name"="Nome de Registro SIP"
"S_Skip"="Ignorar"
"SN"="SN"
"SNTP Setting"="Configurações SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="O SSID não pode estar em branco!"
"Start/Stop Notify"="Iniciar/parar notific"
"Static NAT"="NAT estático"
"STUN"="STUN"
"STUN Port"="Porta STUN"
"STUN Server is invalid!"="Servidor STUN inválido!"
"STUN Server"="Servidor SNTP"
"STUN server can't empty!"="Serv STUN não vazio!"
"Invalid STUN server port!"="Porta serv STUN inv.!"
"STUN Server port is Invalid!"="Porta servidor STUN inválida!"
"Invalid STUN server!"="Servidor STUN inválido!"
"STUN Status"="Status do STUN"
"Take over call"="Assumir chamada"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR de terceiros"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Tom de toque"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="Favoritos CU"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI inválida!"
"Invalid URI!"="URI inválido!"
"L_URL"="URL"
"URL is invalid!"="URL inválida!"
"URL can't be empty!"="A URL não pode estar em branco!"
"URL is error"="URL é um erro!"
"L_URL Record"="Registro de URL"
"URL Record"="Registro de URL"
"The URL is empty!"="URL vazia!"
"URL is empty"="URL vazia!"
"Invalid URL!"="URL inválida!"
"MENU_USB Record"="Gravar USB"
"USB Record"="Gravar USB"
"USB device connection failure!"="Falha ao conectar dispositivo USB!"
"USB Photo"="USB Photo"
"USB current overload"="Sbrcarg corrente USB"
"USB heaset connected"="Fone USB conectado."
"USB headset connected"="Fone USB conectado."
"USB heaset removed"="Fone USB removido."
"USB headset removed"="Fone USB removido."
"USB device connected successfully"="Suces conect. disp. USB"
"USB device has been connected successfully!"="Pen drive USB conectado."
"No images in USB flash drive."="Sem imagens no pen drive."
"Failed to get data from USB flash drive"="Impossível obter dados do pen drive!"
"USB device is removed!"="Pen drive USB removido."
"USB Inserted"="USB inserido"
"USB Connected"="USB conectado"
"USB Removed"="USB removido!"
"USB device has been moved"="Unidade USB removida."
"Invalid Value!"="Valor inválido!"
"VID Number"="Número VID"
"Invalid VID nubmer!"="Nº VID inválido!"
"VID nubmer is invalid!"="Número IDVLAN inválido!"
"VID number should be 1-4094!"="Número VID deve ser entre 1-4094!"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="Status VLAN"
"Voice Qos"="Qos de voz"
"VPN"="VPN"
"WAN IP"="IP WAN"
"WAN MASK"="MÁSCARA WAN"
"WAN Port"="Porta WAN"
"WAN Type"="Tipo de WAN"
"WEP"="WEP"
"Whisper BargeIn"="Whisper BargeIn"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="MAC Wi-Fi"
"Wifi: On"="Wi-Fi: Ligado"
"Wifi: Connected"="Wi-Fi: Conectado"
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="Autenticação Wi-Fi"
"Wifi switch is closed, open it or not?"="Wi-Fi desativado, ativá-lo agora?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="Wi-Fi inacessível"
"Wizard"="Assistente"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Chave Compart. WPA"
"WPA Shared Key can't be empty!"="Chave compartilhada WPA não pode estar em branco!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="WPS ativado, conecta em"
"WWW DD MMM"="SSS DD MMM"
"WWW MMM DD"="SSS MMM DD"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Servidor XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="DirXML"
"XMLMenu"="DirXML"
"L_XML Brower"="XML Brower"
"S_XML Brower"="Navegador XML"
"XML Browser"="Navegador XML"
"XmlBrowser"="Navegador XML"
"XmlBrowser_Idle"="Navegador XML"
"L_XML Browser"="Navegador XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="Navegador xml inválido!"
"L_XML Group"="Grupo XML"
"S_XML Group"="Grupo XML"
"XML Group"="Grupo XML"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="Senha incorreta de acesso web!"
"XsiEvent"="Evento XSI"
"XSI is empty"="XSI vazio"
"XSI information is incomplete!"="Informação XSI incompleta!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="DD-MM-AAAA"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Segurança"
"Security"="Segurança"
"Security Classification"="Classif. segurança"
"Security Mode"="Modo de Segurança"
"Installed"="Instalado"
"Installed failed"="Instalação falhou"
"KEY"="TECLA"
"Key Type"="Tipo da Tecla"
"Key Event"="Evento da Tecla"
"Key Tone"="Tom da Tecla"
"Press Up or Down To Switch Number"="Pressione as teclas para cima/para baixo para  trocar números."
"Office Number"="Número Escritório"
"Office Phone"="Telefone do escritório"
"Invalid Office number!"="Nº escritório inválido!"
"Office number is invalid!"="Nº escritório inválido!"
"Far Hold"="Reter remoto"
"Hold"="Reter"
"L_Hold"="Reter"
"Public Hold"="Reter Público"
"S_Far Hold"="Reter remoto"
"S_Hold"="Reter"
"S_Public Hold"="Reter Público"
"S_Save"="Salvar"
"Save"="Salvar"
"Saved!"="salvo!"
"Save Success!"="Salvo com sucesso!"
"Success Saved!"="Salvo com sucesso!"
"Ring saving ..."="Salvando toque..."
"Save Password"="Salvar senha"
"Saving  Configuration..."="Salvando configuração..."
"Save Failed!"="Falha ao salvar!"
"Save Failed! The same profile name or SSID exist"="Falha ao salvar! Nome de perfil ou SSID já existe."
"Saving files!"="Salvando arquivos!"
"Saving"="Saving"
"Saving. Please wait..."="Salvando. Favor aguardar..."
"Saving..."="Salvando..."
"Saving... Please Wait"="Salvando... por favor, aguarde"
"Sec.DNS"="DNS.Sec"
"Secondary DNS is invalid!"="DNS Secundário inválido!"
"Backlight"="Iluminação de fundo"
"Backlight Time"="Temp.LuzFundo"
"Backlight Active Level"="Nível Ativo"
"Backlight Inactive Level"="Nível Inativo"
"Local_Idle"="Local"
"Local History"="Histórico Local"
"S_Local History"="Histórico Local"
"local Directories"="Diretório Local"
"Local Directory"="Diretório Local"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="Desculpe, são permitidos apenas 1000 contatos!"
"Local Anonymous"="Anônimo Local"
"Local Anonymous Rejection"="Rej.Anôn.Loc."
"L_Local Group"="Grupo Local"
"Local Group"="Grupo Local"
"S_Local Group"="Grupo Local"
"Local CallLog"="Chamadas Locais"
"Local User"="Usuário Local"
"Local Codec"="Codec Local"
"Wallpaper"="Papel de Parede"
"Wallpaper will change into the default image. Confirm to delete or not?"="Papel de parede será a imagem predefinida. Deseja continuar?"
"Edit"="Editar"
"ICON_Edit"="Editar"
"S_Edit"="Editar"
"Edit My Device Information"="Editar Informações do Meu Dispositivo"
"edit handset"="Editar aparelho"
"Edit Network"="Editar Rede"
"Edit Location"="Editar Local"
"Editing"="Editar"
"S_Editing"="Editar"
"Edit Paging Address"="Editar Endereço de Paging"
"Alter Type"="Tipo de Alerta"
"DispCode"="CódDisp"
"L_Dispcode"="CódDisp"
"S_DispCode"="CódDisp"
"Invalid On code!"="Inválido no código!"
"Mark All as new"="Marcar Todos como novo"
"Mark All as heard"="Marcar Todos como ouvido"
"Mark as new"="Marcar como novo"
"Mark as heard"="Marcar como ouvido"
"Mark as read"="Marcar como lido"
"Label"="Etiqueta"
"Invalid Label!"="Rótulo inválido!"
"title"="título"
"Dial Emergency"="Emergência de discagem"
"Dialing"="Discar"
"Play"="Reproduzir"
"Playing"="Reproduzindo"
"S_Play"="Reproduzir"
"Play Ring"="Reproduzir toque"
"Play Record"="Tocar gravaçao"
"Play Tone"="Tocar Tom"
"Play Voice Message"="Ouvir mensagem de voz"
"Unclassified"="Não classificado"
"Does not exist anywhere"="Nenhum Anywhere!"
"Can't be empty"="Não pode estar em branco!"
"Unavailable !"="Indisponível!"
"Unable to add to blacklist!"="Impos ad à lista negra!"
"Unable to add to contacts!"="Impos ad aos contatos!"
"Can't be empty!"="Não pode estar vazio!"
"Connot download PLCM Phonebook"="Não foi possível baixar a Agenda PLCM"
"mismatch"="Sem correspondência"
"Contact is not local!"="Não é contato local!"
"Not allow opt in/out"="Consentimento/Recusa não permitido."
"Anonymity Disallowed"="Anonimato desabilitado!"
"Department"="Departamento"
"Sample Rate"="Taxa de amostragem"
"Menu"="Menu"
"S_Menu"="Menu"
"Menu key"="Tecla do Menu"
"Operator fail"="Falha na operação!"
"Draftbox"="Draftbox"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Teste falhou"
"DECT dongle is removed,reboot and switch to SIP mode?"="Dongle is removed, reboot and switch to SIP mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="DECT ins Rei/volt F DD?"
"S_View"="Checar"
"View"="Checar"
"View more contacts..."="Ver mais contatos ..."
"View Executive List"="Ver Lista Executiva"
"View Voice Mail"="Checar Mensagem de Voz"
"View Assistant List"="Ver Lista do Assistente"
"Search LDAP Contacts"="Buscar Contatos LDAP"
"Search Directory"="Buscar Diretório"
"Search For Contacts"="Buscar Contatos"
"Search All Contacts"="Buscar Todos Cont."
"Search Network Contacts"="Buscar Contatos Rede"
"Consult"="Consultar"
"S_Split"="Separar"
"Split"="Separar"
"Split All"="Dividir tudo"
"Product ID"="ID do Produto"
"Product Name"="Nome do Produto"
"Always Off"="Sempre Desligado"
"General"="Geral"
"Generally Settings"="Configurações Gerais"
"Always On"="Sempre Ligado"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="sucesso"
"Logout successful"="Desconectado com sucesso!"
"Login successful"="Conectado com sucesso!"
"Disconnect Success."="Desconectado com sucesso!"
"Add the records success"="Regist. adic. c/suces.!"
"Move to blacklist success"="Sucesso ao mover para lista negra"
"Move the contacts success"="Sucesso ao mover os contatos"
"MTSW ACD Member"="Membro "
"S_Members"="Membros"
"S_MTSW ACD Member"="Membro "
"Memory Full"="Membros cheios!"
"city"="cidade"
"Duration"="Duração"
"Factory Installed"="Instalação de Fábrica"
"Outbound Alternate Number is invalid!"="Número de Saída Alternativo inválido!"
"Outbound Alternate Phone Number"="Número de Saída"
"Initial Call Back?"="Ret chamada inicial?"
"Initial ACD State"="Estado Inicial de DAC"
"Initial State"="Estado Inicial"
"Storage Media Properties"="Espaço de Armazenamento"
"Wrap up"="Encerrar"
"Disposition Code"="Código de Disposição"
"Pager"="Pager"
"Transport"="Transport"
"Transmit Rate"="Taxa Transmissão"
"Fax"="Fax"
"Secondary DNS"="DNS secundário"
"from the conference?"="da conferência?"
"Remove from Favorite"="Remover dos Favoritos"
"ICON_Remove from Favorite"="Remover dos favoritos"
"Remove selected from favorite?"="Remov selec de fav?"
"error"="Erro"
"Wrong user name"="Nome usuário incorreto!"
"Wrong user name or password!"="Nome de usuário ou senha errada!"
"Bad Request"="Solicit. Imprópria"
"Bad request!"="Bad request!"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Responder"
"Open fail"="Falha na abertura!"
"Proxy Fallback Interval"="Int.FallProxy"
"Proxy Fallback Interval is invalid!"="Intervalo de Fallback do Proxy inválido!"
"Invalid Call on code!"="Invalid Call on code!"
"Invalid Reject on code!"="Cód lig rej inválido!"
"Idle Clock"="Relógio Inativo"
"Idle Clock Display"="Exibir Relógio Inativo"
"SymmOneWayDelay"="TempoIdaSimet"
"Current Base Pin"="PIN da base atual"
"Current PIN is incorrect."="PIN atual incorreto!"
"Current PIN"="PIN antigo"
"Current Time"="Hora Atual"
"VPN can't be on \n\n when file do not exist!"="A VPN não pode estar ligada \n\n quando o arquivo não existe!"
"To navigate the menu, please use the arrow keys below!"="Para navegar pelo menu, favor usar as teclas de seta abaixo!"
"Import Config"="Importar config"
"To:"="Para:"
"reached!"="Atingido!"
"GuestOut"="ConvidadoOut"
"Log Out"="Sair"
"Logged Out"="Desconectado"
"Logout"="Sair"
"S_GuestOut"="ConvidadoOut"
"S_Logout"="Sair"
"SignOut"="Sair"
"L_Logout"="Sair"
"In the logout"="Saindo..."
"In the logout ......"="In the logout ......"
"ACD Login"="Acesso DAC"
"Logged-in Members"="Membros conectados"
"Login Type"="Tipo de login"
"Login failed,password mistake."="Falha login, senha er."
"Login Timer"="Timer de login"
"Login as"="Acessar Como"
"Guest Login"="Acesso Convidado"
"GuestIn"="ConvidadoIn"
"Logged In"="Conectado"
"Login"="Acessar"
"S_GuestIn"="ConvidadoIn"
"S_Login"="Acessar"
"SignIn"="Acessar"
"L_Login"="Acessar"
"Login..."="Acessar..."
"Login Failed."="Falha no acesso."
"Logging in"="Fazendo login"
"In the login ......"="In the login ......"
"Wait for"="Aguardar por"
"Wait Time"="Tempo de Espera"
"Level changed"="Nível alterado"
"Low"="Baixo"
"Area"="Área"
"region"="região"
"Address"="Endereço"
"Address incomplete"="Endereço incompleto!"
"Location Saved."="Localização salva."
"Dot"="Ponto"
"Touch to connect with "="Toque para conectar-se"
"LocalMenu"="DirLocal"
"Phonebook"="Agenda"
"S_PhoneBook"="Agenda"
"L_PhoneBook"="Agenda"
"Phonebook(0)"="Agenda(0)"
"PhoneBook Name"="Nome Agenda"
"Phone number can't be empty!"="Número de telefone não pode estar em branco!"
"Search by Phone Number"="Buscar por Número de Telefone"
"Phone number is empty!"="Número de telefone vazio!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="O número de telefone deve conter apenas dígitos e um ID opcional da caixa de correio múltipla (family mailbox). "
"Phone Unlock PIN"="PIN desb. do telefone"
"Telephone-Event"="Telefone-Evento"
"Phone To Ring"="Telef.pTocar"
"The call was hung up"="Chamada desligada"
"Cable Disconnect"="Cable disconnected!"
"Email"="E-mail"
"MENU_Email"="Email"
"Top Secret"="Ultrassecreto"
"Packet Lost"="Pacote perdido"
"S_Discard"="Descartar"
"Jitter"="Jitter"
"Read"="Lido"
"Reading File..."="Lendo Arquivo..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Desconectar"
"ICON_Disconnect"="Desconectar"
"S_Disconnect"="Desconectar"
"Disconnect with"="Desconectar com"
"Disconnected"="Desconectado"
"Disconnect failed."="Falha ao desconectar!"
"Queue"="Fila"
"Queue Name"="Nome da fila"
"Queue Status"="Status da Fila"
"Contrast"="Contraste"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Ocupado!"
"Intercom"="Interfone"
"L_Intercom"="Interfone"
"S_Intercom"="Interfone"
"Intercom Number is invalid!"="Número do Interforne inválido!"
"Intercom Barge"="Interromper Interf."
"Intercom Mute"="BloqTel"
"Intercom Tone"="Tom do Interfone"
"Headset mode disabled"="Modo fone desabilitado"
"Headset Connected"="Fone de ouvido conectado"
"From"="De"
"Outbox"="Caixa de Saída"
"S_Dial"="Enviar"
"S_Send"="Enviar"
"Send"="Enviar"
"To"="Para"
"Send Warn"="Enviar aviso"
"Send Anonymous Rejection Code"="Env.Cd.Rj.Anô"
"Send Anonymous Code"="Env.Cód.Anôn."
"Sending Provision Requests"="Enviar Pedidos de Provisionamento"
"Sending Requests..."="Enviando Pedidos..."
"S_Send Message"="Enviar Mensagem"
"Send Message"="Enviar Mensagem"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Voltar"
"S_Back"="Voltar"
"Back To Record"="Voltar p/registro"
"Discard"="Descartar"
"Do you want to discard your change?"="Quer descartar sua alteração?"
"Invalid Number"="Nº inválido"
"Value is invalid!"="Valor inválido!"
"Illegal Character"="Caractere ilegal"
"Not Emergency Number!"="Sem Número de Emergência!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Extensão"
"Extension Number"="Núm.Ext."
"extension_number"="número_extensão"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Compartilhar diretório"
"Min"="Min"
"minutes left for call recording"="minutos disponíveis para gravação de chamada"
"No"="Não"
"Server"="Servidor"
"Service"="Serviço"
"Server URL"="URL do Servidor"
"Invalid Server URL!"="URL servidor inválido!"
"server error"="Erro de servidor"
"Service error!"="Erro de servidor!"
"URL"="URL"
"Invalid Server!"="Servidor inválido!"
"Server is invalid!"="Servidor inválido!"
"float"="flutuar"
"Extention"="Extensão"
"Copy to Favorite"="Copiar para Favoritos"
"Capy Favorite Fail"="Falha ao copiar para Favoritos!"
"Copy to Favorites failed!"="Cop p/fav falhou!"
"Copy to All Lines?"="Copiar para Todas Linhas?"
"Copy selected to favorite ?"="Cop selec. p/favoritos?"
"Copy selected to favorite?"="Cop selec p/favoritos?"
"Overwrite the original contact?"="Regravar o contato original?"
"This action can not be reversed."="Esta ação é irreversível."
"The file doesn’t exist"="Arquivo não existe!"
"The file doesn't exist"="Arquivo não existe!"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Configurando idioma..."
"Advanced"="Avançado"
"MENU_Advanced"="Avançado"
"Advanced Setting"="Configurações Avançadas"
"MENU_Advanced Setting"="Config. Av."
"user"="usuário"
"L_ACD Trace"="Trace"
"More"="Mais"
"S_More"="Mais"
"S_Show More"="Mais"
"More..."="Mais..."
"Change Base Pin"="Alterar PIN de base"
"S_Show Less"="Ocultar"
"Refresh"="Atualizar"
"S_Flash"="Flash"
"S_Update"="Atualizar"
"Update"="Atualizar"
"Now to update the dect firmware and disconnect with all the dect microphones"="P/at FW DECT desc MDECT"
"Now to update the firmware and disconnect with all external micphones"="P/at FW desc MICs ext"
"Update Config"="Atualizar configuração"
"Update Configuration"="Atualizar Config."
"Updating Configuration..."="Atualizando config..."
"Failed to update configuration."="Failed to update configuration!"
"Configuration updating failed."="Falha ao atualizar configuração."
"Configuration updating completed."="Atualização de configuração completa."
"Configuration updating."="Atualizando configuração..."
"Update Complete"="Atualização completa!"
"Updating Network"="Atualizar rede"
"Update Firmware"="Atualizar firmware"
"Updating !"="Atualizando!"
"Updating, please wait..."="Atualizando, favor aguardar..."
"Refreshing..."="Atualizando..."
"Work Phone"="Tel Trabalho"
"work_phone"="telefone_trabalho"
"Work Number"="Número de trabalho"
"Business Hours"="Horário comercial"
"Working time"="Work Time"
"Common"="Padrão"
"Features"="Recursos"
"MENU_Features"="Recursos"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Teclas de Função"
"The feature activated !"="Recurso ativado!"
"Shared Calls"="Chamadas Compartilhadas"
"Share line unavailable"="Linha compartilhada indisponível"
"Alert SCA Location"="Alertar SCA Local"
"Firmware"="Firmware"
"Firmware Update..."="Atualização de Firmware..."
"Customer"="Cliente"
"End Call"="Fim Chamada"
"Hang Up"="Desligar"
"S_End Call"="Fim Chamada"
"Off"="Desligado"
"Invalid Off code!"="Código desl inválido!"
"Off Code"="Código Desligado"
"Off code can't be empty!"="Código Off não pode estar em branco!"
"Relation"="Relação"
"Manage"="Gerenciar"
"S_Manage"="Gerenciar"
"admin"="admin"
"Manage Group"="Gerir grupo"
"Broadcasting..."="Radiodifusão..."
"FWD International"="ENC Internacional"
"Country"="país"
"Filter Type"="Tipo de Filtro"
"Buddies"="Amigos"
"L_Buddies"="Amigos"
"Number"="Número"
"Phone Number"="Número de telefone"
"Phone Numbers"="Números de telefone"
"number?"="Number?"
"Number is invalid!"="Número inválido!"
"Number can't be empty!"="O número não pode estar em branco!"
"number is empty!"="Número está vazio!"
"Unallocated Number"="Número não alocado"
"Number already exists!"="Número já existe!"
"Blacklist"="Lista Negra"
"ICON_Blacklist"="Lista Negra"
"black list full"="Blacklist is full!"
"Callout"="Chamada"
"Outgoing Call"="Chamada Feita"
"S_Callout"="Chamada"
"Key As Send"="Tecla para Enviar"
"Dial"="Enviar"
"ICON_Dial"="Enviar"
"MENU_Dial"="Enviar"
"Calls for BLF"="Calls for BLF"
"Call Waiting"="Chamada em Espera"
"Placed Calllog"="Chamadas Feitas"
"Placed Calls"="Chamadas Feitas"
"Call Control"="Controle da Chamada"
"MENU_Call Control"="Controle da Chamada"
"Call Screening"="Avaliação de Chamadas"
"Call Screening Switch"="SwitAvalCham"
"Call Fail"="Falha na Chamada"
"Call Alerting"="Alerta de Chamadas"
"Call Push Recall After"="RecupChamApós"
"S_Call Push"="Push de chamada"
"Call Completion"="Conc.Cham."
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Call has been successfully recorded on USB device!"
"Call VoiceMail"="Ligar para Correio de Voz"
"S_Call VoiceMail"="Ligar para Correio de Voz"
"Call Voice Mail"="Chamar Mensagem de Voz"
"S_Call Voice Mail"="Chamar Mensagem de Voz"
"Invalid Call Park Number!"="Invalid Call Park Number!"
"Callers Waiting"="Chamada em espera"
"Calling"="Chamando"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Encaminhamento de Chamadas"
"Call Forwarding Not Reachable"="Encam chamadas inaces"
"Call maximum"="Máx. chamada"
"Ignore"="Ignorar"
"S_Ignore"="Ignorar"
"S_Directories"="Diretório"
"S_Directory"="Diretório"
"L_Directories"="Diretório"
"History"="Histórico"
"MENU_History"="Histórico"
"S_Calllog"="Histórico"
"S_History"="Histórico"
"Video message cannot be played on the phone!"="Impossível reproduzir mensagem de vídeo no telefone!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Papel de parede para telefone e EXP será a imagem predefinida. Deseja continuar?"
"Welcome"="Bem-vindo"
"RoundTripDelay"="TempoIdaSimet"
"Resume"="Continuar"
"S_Resume"="Continuar"
"Reset to Factory"="Restaurar para Configurações de Fábrica"
"Factory Setting?"="Config fábrica?"
"Reset To Factory Setting?"="Restaurar para Configurações de Fábrica?"
"resume record"="Retomar registro"
"S_UnMute"="Reativar Som"
"UnMute"="Reativar Som"
"Resume REC"="Continuar REC"
"ResumeREC"="ContinuarREC"
"S_Resume REC"="Continuar REC"
"S_ResumeREC"="ContinuarREC"
"Failed to resume recording"="Impossível continuar gravação!"
"Call Return"="Chamar novamente"
"CallReturn"="Chamar novamente"
"L_Recall"="Chamar novamente"
"Recall"="Chamar novamente"
"S_Recall"="Chamar novamente"
"S_Redial"="Rediscar"
"L_Call Return"="Chamar novamente"
"S_Call Return"="Chamar novamente"
"Call Back"="Retornar a Chamada"
"S_Call Back"="Retornar a Chamada"
"S_Reply"="Responder"
"Conf"="Conf"
"Conference"="Conferência"
"L_Conference"="Conferência"
"S_Conference"="Conf"
"Conference with"="Conferência com"
"Meeting ID"="Meeting ID"
"ConferenceURL"="URL da conferência"
"Conf Manage"="Gerir conferência"
"Conference Manage"="Gerenciar Conferência"
"conference_number"="número_conf"
"Obtaining Status..."="Obtendo Status..."
"Obtaining IP Address"="Obtendo Endereço IP"
"Getting"="Obtendo"
"Secret"="Secreto"
"PrimaryContact"="Contato principal"
"MENU_Basic Setting"="Configurações Básicas"
"Basic Setting"="Básico"
"Enable this Location"="Habil. este Local"
"Active Level"="Nível ativo"
"Active Line"="Linha ativa"
"MENU_Calculator"="Calculadora"
"Record Mode"="Modo de gravação"
"Record file saved"="Arquivo grav. salvo"
"Record Failed"="Falha no registro"
"Remember the Password"="Lembrar senha"
"Encryption Type"="Tipo de Criptogr"
"S_Join"="Participar"
"Loading phonebook is error!"="Erro ao carregar agenda!"
"Load Failed"="Falha no carregamento"
"Loading image..."="Carregando imagem..."
"Image loading. Please wait !"="Carregando imagem... Espere!"
"Loading File..."="Carregando Arquivo..."
"Loading"="Carregando"
"Loading, please wait..."="Carregando, favor aguardar..."
"Family"="Família"
"home_phone"="tel_casa"
"Home Number"="Número residencial"
"HomeNumber"="HomeNumber""
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Cal.Feriados"
"Interval"="Intervalo"
"S_Silent Monitor"="Mon.Silenc"
"Silent Monitor"="Mon.Silenc"
"Network Checking..."="Verificação de rede..."
"Check"="Checar"
"S_Check"="Checar"
"Checking!"="Verificando..."
"Simple"="Simples"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="ID Curta"
"Setup"="Configurar"
"Keyboard"="Teclado"
"Keypad"="Teclado"
"S_Keypad"="Teclado"
"KeyBoard Test"="Teste de teclado"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Bloqueio do teclado"
"Keypad Lock"="Bloquear telefone"
"KeypadLock"="Bloquear tel"
"L_KeypadLock"="Bloqueio do telefone"
"L_Phone Lock"="Bloquear telefone"
"Phone Lock"="Bloquear telefone"
"S_KeypadLock"="Bloquear telefone"
"S_Phone Lock"="Bloquear telefone"
"Lock type"="Bloquear Tipo"
"Lock Time Out"="BloqueioAutom"
"Keypad locked."="Telefone bloqueado."
"Move selected to contactlist ?"="Mover para contato?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Aceit pedido conexão de "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call can't be rejected \n\n when answer only!"
"street"="rua"
"Finished"="Finalizado"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Mensagem de Voz Finalizada"
"Stop Time"="Hora de Término"
"DPickup"="CapturarD"
"L_Pick Up"="Capturar"
"Pick Up"="Capturar"
"Pickup_Idle"="Pickup"
"S_DPickup"="CapturarD"
"S_Pick Up"="Capturar"
"S_Screenshot"="Screenshot"
"Guest Unlock"="Desbl. Conv."
"S_Unlock"="Desbloquear"
"Unlock"="Desbloquear"
"UnlockPIN"="Desbloq. PIN"
"Unlock PIN"="Desbloq. PIN"
"Unlock Pin incorrect"="PIN incorreto!"
"Barge In"="Interromper"
"S_Barge In"="Interromper"
"Today"="Hoje"
"Emergency Call Only"="Apenas Chamadas de Emergência"
"Emergency"="Emergência"
"L_Emergency"="Emergência"
"S_Emergency"="Emergência"
"Emergency Call"="Ligação de emergência"
"Emergency Escalation"="Escalonamento de Emergência"
"Urgent Message"="Mensagem urgente"
"Enter"="Entrar"
"S_Enter"="Entrar"
"Attended Transfer"="Transferência atendida"
"Far Mute"="Remoto mudo"
"S_Far Mute"="Remoto mudo"
"Disabled"="Desativado"
"Forbidden Number"="Número Proibido"
"manually configing is forbidden!"="Config manual proibida!"
"Executive"="Executivo"
"Executive Common Settings"="Configurações Padrão Executiva"
"Executive-Assistant"="Assistente Executiva"
"Executive-Originator"="Exec-Originador"
"ALERT"="Alerta"
"Warning"="Aviso"
"Warnings"="Avisos"
"Warning Interval(s)"="Intervalo(s) de aviso"
"Warrning Tone Interval must be >"=" 10 and <"
"Warrning Tone Interval must be >= 10 and <= 1800"="Int av >= 10 e <=1800"
"Static DNS"="DNS Estático"
"Static IP"="IP Estático"
"Static IP Client"="Cliente Ipv4Est"
"Static IPv4 Client"="Cliente IPv4 Est."
"IPv4 Static DNS"="DNS IPv4 Estático"
"Static IPv6 Client"="Cliente Ipv6 Estático"
"IPv6 Static DNS"="DNS IPv6 Estático"
"Mute"="Mudo "
"S_Mute"="Mudo "
"S_Silence"="Silêncio"
"Silence"="Silêncio"
"Silent"="Silencioso"
"old"="antigo"
"The old PIN"="PIN antigo"
"Old PWD"="SENHA Antiga"
"The old pwd"="Senha antiga"
"The old password is wrong!"="Senha incorreta!"
"Block"="Bloquear"
"Reject"="Rejeitar"
"Rejected"="Rejeitada"
"S_Block"="Bloquear"
"S_Reject"="Rejeitar"
"S_Open Door"="Porta aberta"
"On"="Em"
"Outbound Status"="Status de Saída"
"VPN Active"="VPN Ativa"
"Lock Enable"="Bloquear Habilitar"
"On Code"="Código Ligado"
"Off Code could not be empty when On Code is set!"="Código Off não pode estar em branco quando Código On está definido!"
"Enable Diversion Inhibitor"="Hab.Inib.Desv"
"S_Start"="Início"
"Start"="Início"
"StartSharing"="StartSharing"
"S_Start REC"="Iniciar REC"
"S_StartREC"="IniciarREC"
"Start REC"="Iniciar REC"
"StartREC"="IniciarREC"
"Start Time"="Hora Inicial"
"DSS Keys"="TeclaDSS 1"
"Dsskey"="TeclaDSS 10"
"Dsskey Wallpaper"="TeclaDss Papel de Parede"
"Optional"="Opcional"
"S_S2S Avail"="Disp"
"S2S Avail"="Disp"
"available network(s)"="Available Network(s)"
"available network(s)(Connected with"="rede(s) disponível(is) conectada(s) com"
"Available Recording Time"="Tempo de gravação restante"
"Available Wireless Device"="Redes Disponíveis"
"Free"="livre"
"Available Recording Time is less than 1 hour"="Tempo grav disp <1 hora"
"available network(s)("="available network(s)("
"available network(s):"="rede(s) disponível(is):"
"Empty"="Em branco"
"N/A"="N/A"
"None"="NENHUM"
"S_Empty"="Em branco"
"Space is not enough"="Espaço insuficiente"
"Idle Record"="Registro ocioso"
"IdleRecord"="IdleRecord"
"Empty Value"="Nulo"
"Softkey Label"="Etiqueta Tecla Multifunção"
"Fast Forward"="Avanço Rápido"
"S_Fast Forward"="Avanço Rápido"
"Fast Rewind"="Voltar Rápido"
"S_Fast Rewind"="Voltar Rápido"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Módulo de expansão"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="Papel de parede EXP será a imagem predefinida. Deseja continuar?"
"CallPull"="Puxar chamada"
"S_CallPull"="Puxar chamada"
"Talk From"="Falar De"
"Not Acceptable Here"="Não aceitável aqui!"
"Call Filtering"="Filtragem de Chamadas"
"Call Filtering Mode"="Modo de Filtragem de Chamadas"
"Call Filtering Switch"="SwitFiltCham"
"Call Pickup"="Capturar Chamada"
"Calls for Pickup"="Chamadas para Atender"
"Incoming video call request..."="Pedido videocham receb..."
"From_Num"="Do Número"
"From_FWD"="Da Chamada Encam."
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Ligado"
"Bluetooth Mac"="Mac Bluetooth"
"Business Number"="Número comercial"
"bluetooth device(s)"="dispositivo(s) bluetooth"
"bluetooth devices"="Dispositivos Bluetooth"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="dispositivo(s) bluetooth conectando com"
"No Bluetooth Adapter Found."="Nenhum Adaptador Bluetooth Encontrado."
"Bluetooth adapter is removed."="Adapt BT removido"
"Adapter has removed out"="Adaptador Blueooth removido."
"Type"="Tipo"
"Away"="Ausente"
"S_S2S Unavail"="Ausente"
"S2S Unavail"="Ausente"
"Offline"="Offline"
"S_Unavail"="Indispon"
"S_Unavailable"="Indisponível"
"Unavail"="Indispon"
"Unavailable"="Indisponível"
"Unavailable Reason Code"="Código de Razão Indisponível"
"Calllog"="chamadas"
"History Record"="Registro do Histórico"
"History Setting"="Configurações do histórico"
"History Details"="Detalhes do Histórico"
"Provision now?"="Provisionar agora?"
"Update now?"="Atualizar agora?"
"Connect"="Conectar"
"ICON_Connect"="Conectar"
"S_Connect"="Conectar"
"USB Connecting"="USB conectando"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Conec!"
"Connect to"="Conectar a"
"Disconnecting..."="Desconectando..."
"Failed to connect \nto server!"="Impossível conectar \nao servidor!"
"Failed to connect to server!"="Impossível conectar ao servidor!"
"Connect failed."="Falha na conexão."
"Connect Fail!"="Falha na conexão!"
"Connect Mobile Failed"="Falha ao conec. c/ celular"
"Connecting"="Conectando"
"Connecting..."="Conectando..."
"Contact already exists. Add contact with the same name?"="O contato já existe. Criar novo contato mesmo assim?"
"Delete the contact will also delete the contact in the server and can not be restored."="Contato excluido, impossível restaurá-lo"
"contact full"="Lista de contatos cheia!"
"Contacts Setting"="Configurações do Contato"
"Contact Details"="Detalhes do Contato"
"Contact exist!"="Nome do contato já existe!"
"Confirm PIN mismatch!"="PIN diferente!"
"FlexSeat"="FlexSeat"
"FlexSeat Login"="Acesso Flexseat"
"Ring Tones"="Toque de Chamada"
"MENU_Browser"="Navegador"
"Browse Photo"="Olhar Foto"
"Browse Recordings"="Consultar Áudio"
"Messages List"="Lista de mensagens"
"L_Messages List"="Lista de mensagens"
"S_Messages List"="Lista de mensagens"
"L_Record"="Gravar"
"Record"="Gravar"
"S_Record"="Gravar"
"Voice Record"="Gravação de voz"
"Failed to record call"="Impossível gravar chamada!"
"MENU_Recorder"="Gravador"
"Voice Recorder Number is invalid!"="Número do Gravador de Voz inválido!"
"Recording not allow play any record!"="Cannot play any record during recording!"
"Record VM"="Gravar VM"
"Record Warning Tone"="Gravar tom de aviso"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Traçar Rota"
"Code"="Code"
"Busy..."="Ocupado..."
"Busy"="Ocupado"
"B Transfer"="Transf B"
"S_B Transfer"="Transf B"
"No Record"="Sem registro"
"No available Wi-Fi,go to Wi-Fi setting now?"="Nenhuma rede sem fio disponível, consultar definições de Wi-Fi agora?"
"No Available Account"="No available account"
"No EXP"="Sem EXP"
"No USB Inserted"="Nenhum USB conectado."
"No contact!"="Nenhum Contato!"
"No Disposition Codes"="Sem códigos de disposição!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No regised handset"="Sem aparelho registrado"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="Adaptador Wi-Fi não encontrado!"
"No registered handset"="No registered handset"
"Media Type"="Tipo de Mídia"
"Media Stats"="Estatísticas de mídia"
"Media audio"="Áudio de mídia"
"Invalid US Date Format!"="Formato data EUA invál!"
"Invalid US Time Format!"="Formato hora EUA invál!"
"Opt Out"="Opção de Exclus."
"Opt In"="Opção de Inclus."
"Password"="Senha"
"Change Password"="Alterar Senha"
"Password can't have space only"="Sem espaço na senha"
"Password can't be empty!"="A senha não pode estar em branco!"
"Confirm password mismatch!"="Senhas não são iguais!"
"Passwords don't match!"="Senhas não combinam!"
"Password is wrong!"="Senha incorreta!"
"Password is invalid!"="Senha inválida!"
"Cipher Type"="Tipo de Cifra"
"Invalid Password!"="Senha inválida!"
"Do Not Disturb"="Não Perturbe"
"DND Enable"="Status DND"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Modo mão-livre desabilitado"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="primeiro_nome"
"Name suffix"="Sufixo do nome"
"Name prefix"="Prefixo do nome"
"Members"="Membros"
"Last Name"="Último Nome"
"Name can't be empty!"="O nome não pode estar vazio!"
"ICON_Sort First Name"="Ordenar por Primeiro Nome"
"Sort First Name"="Ordenar por Primeiro Nome"
"Search by FirstName"="Buscar por PrimeiroNome"
"Search by Name"="Buscar por Nome"
"Name is invalid!"="Nome inválido!"
"default"="Padrão"
"S_default"="Padrão"
"CommonRingTone"="Padrão"
"Default password is in use"="Pwd padrão em uso."
"Default Password is in used!"="Default Password is in used!"
"Default Gateway"="Gateway Padrão"
"IPv4 Default Gateway"="Gateway IPv4"
"Default Gateway is invalid!"="Gateway Padrão inválido!"
"Default Account"="Conta Padrão"
"Target"="Alvo"
"Target can't be empty!"="Destino não pode ser branco!"
"Server Internal Error"="Erro int. do servidor"
"Out of memory!"="Sem memória!"
"Storage is not enough, recorded file is saved."="Espaço não suficiente, arquivo gravado salvo."
"Invalid Intercom Number!"="Invalid Intercom Number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Você quer excl. todos os reg. de cham.? Esta ação é irreversível."
"Nick Name"="Apelido  "
"Nickname"="Nickname"
"Nick name must be unique."="O apelido deve ser único."
"Nick name must not be empty."="O apelido não pode estar vazio."
"Anonymous"="Anônima"
"Anonymous Call"="Chamadas anônimas"
"Anonymous Rejection"="Rejeição de Anônima"
"Year"="Ano"
"Date(YMD)"="Data (DMA)"
"Your Name or Password was not Recognized!"="Nome de usuário ou senha incorreta."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Você sairá automaticamente do MLHG. Quer realmente fazer o login?"
"You have quitted the group successfully."="Saiu grupo c/sucesso."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Em fila"
"Paired Bluetooth Device"="Disp.Bluetooth Empar."
"Configuration"="Configuration"
"Config Version"="Versão config"
"Config updating!"="Config updating!"
"Configuration Updating !"="Atualizar configurações!"
"Configuration update complete."="Atual config concluída."
"Nothing Changed!"="Nada Mudou!"
"Friend"="Amigo"
"Passkey"="Código de Entrada"
"Frequency"="Frequência"
"hiragana_first_name"="hiragana_prim_nome"
"hiragana_last_name"="hiragana_ult_nome"
"Platform"="Plataforma"
"Screensaver"="Protetor de tela"
"Screensaver Type"="Tipo de Prot Tela"
"Var"="var"
"Common Account"="Conta comum"
"Other"="Outros"
"Others"="Outros"
"Other error!"="Outro erro!"
"Other Number"="Outro Número"
"OtherNumber"="OtherNumber""
"L_Enterprise"="Enterprise"
"S_Enterprise"="Empresa"
"Call Initiation"="Início Cham."
"S_Call Initiation"="Início Cham."
"Enabled"="Ativado"
"Intercom Allow"="Perm.Interf"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="Página anterior"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Prefixo"
"Prefix"="Prefixo"
"S_Prefix"="Prefixo"
"Prefix is invalid!"="Prefixo inválido!"
"Bridge"="Ponte"
"Bridge ID"="ID Bridge"
"BridgeID is invalid!"="IDBridge inválida!"
"S_Swap"="Trocar"
"S_Switch"="Mudar"
"Swap"="Trocar"
"Switch"="Mudar"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Mudar"
"Switch Account"="Mudar de conta"
"S_Clear"="Limpar"
"Clear web.cfg settings"="Limpar config web.cfg"
"Clear local.cfg settings?"="Redefinir conf locais?"
"Clear non-static settings?"="Redefinir conf dinâmicas?"
"Clear all static.* settings?"="Redefinir todas as conf estáticas?"
"Clear All Record ?"="Limpar registros?"
"Clear All Photo ?"="Limpar todas as fotos?"
"Clear all userdata & local config?"="Redefinir todos os dados de usuário e conf locais?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Limpar ícone"
"Clear account config \n\n please wait..."="Limpando config da conta \n\n favor aguardar..."
"Clear your account config?"="Limpar config. da sua conta?"
"Please Wait!"="Espere!"
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Insira um pen drive USB!"
"EXP power is lack!"="É necessário um adaptador de energia externo!"
"Leave Message"="Deixe mensagem"
"Do you want to save the contact or discard it?"="Quer salvar o contato ou descartá-lo?"
"Do you want to save your changes or discard them?"="Quer salvar suas alterações ou descartá-las?"
"Do you want to save the message or discard it?"="Deseja salvar a mensagem ou descartá-la?"
"Do you want to logout?"="Deseja sair?"
"Would you like to sync phone contacts temporarily?"="Sincronizar contatos temporariamente?"
"Please wait"="Favor Aguardar"
"Please enter dect pin"="Insira PIN DECT"
"Please input PIN code."="Insira o código PIN."
"Please enter your SIP Credential Password!"="Inserir sua senha de credencial SIP!"
"SIP credential password!"="Senha credencial SIP incorreta!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Insira palavra(s) chave"
"Please Enter Filter Conditions"="Favor Inserir Condições do Filtro"
"Enter Filter Conditions"="Inserir Condições do Filtro"
"Please Enter Password"="Favor Inserir Senha"
"Please input complete pin code"="Insira todo código PIN"
"Please enter an IP address or domain name"="Favor inserir endereço IP ou nome de domínio"
"Previous Operation in Process."="Operação anterior em andamento!"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Selecione"
"Please selected contact!"="Favor selecionar o contato!"
"Please selected record!"="Selecione registro!"
"Please select a Disposition Code!"="Por favor, selecione um Código de Disposição!"
"Please selected a group!"="Selecione um grupo!"
"Please select a group"="Selecione um grupo"
"Please contact your service provider for commprotal web URL!"="Por favor, contate seu provedor de serviço para a URL do commportal na web!"
"Please contact your service provider for commprotal web Username/Password!"="Por favor, contate seu provedor de serviço para o nome de usuário/senha do commportal na web!"
"Please contact your service provider for CommPortal web Username/Password!"="Por favor, contate seu provedor de serviço para o nome de usuário/senha do commportal na web!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Ins PIN WiFi; OK p/con:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Insira o código PIN no seu roteador Wi-Fi e pressione OK para conectar:"
"Please retry..."="Tente novamente..."
"Please register your handset"="Registre seu aparelho..."
"Retrieve"="Recuperar"
"S_Retrieve"="Recuperar"
"Retrieve Failed."="Falha na recuperação."
"L_Retrieve Park"="RecupHosp"
"Retrieve Park"="RecupHosp"
"Cancel"="Cancelar"
"S_Cancel"="Cancelar"
"Cancel Login"="Cancelar login"
"Cancel Select Executive"="Cancelar Selecionar Executivo"
"Range of value is illegal"="Escala de valor ilegal"
"Delete All"="Deletar Tudo"
"ICON_Delete All"="Deletar Tudo"
"S_Split All"="Split All"
"All Off"="TudoOff"
"S_All Off"="TudoOff"
"All On"="TudoOn"
"S_All On"="TudoOn"
"Global Address Book"="Agenda de Endereços Global"
"Del All"="Del Tudo"
"S_Del All"="Del Tudo"
"S_Delete All"="Deletar Tudo"
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Senha em branco?"
"Confirm PIN"="Confirmar PIN"
"Are you sure you want to Log out!"="Tem certeza que quer sair?"
"Confirm PWD"="Confirmar SENHA"
"Group Id is invalid!"="Id do Grupo inválido!"
"Group Listening"="Ouvir em Grupo"
"L_Group Listening"="Ouvir em Grupo"
"Group"="Grupo"
"L_Group"="Grupo"
"S_Group"="Grupo"
"group_id"="id_grupo"
"Group isn't exist!"="Grupo não existe!"
"Group not existed!"="Grupo não existe!"
"Group is full!"="Grupo está cheio!"
"Group Night Forward"="Encaminhar Chamadas à Noite"
"Group already exist!"="O grupo já existe!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Linha Direta"
"Hot Number"="NúmLinDireta"
"HotLine Delay"="AtrasoLinDir"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Atraso na Linha Direta deve ser de 0~10!"
"Authentication Failed!"="Autenticação falhou!"
"Day"="Dia"
"MENU_Calendar"="Calendário"
"Date"="Data"
"Date Format"="Formato da Data"
"Date Format is invalid!"="Formato de Data inválido!"
"logs"="Logs"
"If not,it may cause the handsets update failed"="Se não, atual apar falh"
"If not,it may cause the dect dongle opened failed which need to update again."="Dngl DECT ñ abr At nov"
"Softkey 1"="Tecla Multifunção 1"
"Softkey 2"="Tecla Multifunção 2"
"Softkey 3"="Tecla Multifunção 3"
"Softkey 4"="Tecla Multifunção 4"
"S_Scan"="Escanear"
"Scan Wifi"="Verificar Wi-Fi"
"Scanning bluetooth devices.."="Scanning Bluetooth devices..."
"Scanning..."="Scanning..."
"Delete"="Deletar"
"ICON_Delete"="Deletar"
"S_Delete"="Deletar"
"S_Remove"="Remover"
"Deleting."="Excluindo."
"Delete successed"="Sucesso ao deletar"
"Deleted successfully"="Excluir com sucesso!"
"Delete number?"="Deletar número?"
"Delete the record?"="Deletar registro?"
"Delete Call Log"="Excl. Reg. de Cham."
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Deletar todos os números?"
"Delete all locations?"="Deletar todos locais?"
"Delete Group"="Excluir grupo"
"Delete selected wallpaper?"="Deletar papel de parede selecionado?"
"Delete seleted images?"="Deletar imagens selecionadas?"
"Delete the selected message?"="Deletar mensagem selecionada?"
"Delete seleted item?"="Deletar item selecionado?"
"Delete selected paging group?"="Deletar grupo de paging selecionado?"
"Delete all?"="Excluir tudo?"
"Delete All Call Log"="Excl. todo o Reg. de Cham."
"Delete all item?"="Deletar todos os itens?"
"Delete all the call records?"="Deletar todos os registros de chamada?"
"Delete all images?"="Deletar todas imagens?"
"Delete All Items?"="Deletar Todos os Itens?"
"Delete All Group?"="Deletar Todos os Grupos?"
"Delete all paging group?"="Deletar todos grupos de paging?"
"Deleting Calls"="Excluir chamadas"
"Deleting completed."="Exclusão completa"
"Delete location?"="Deletar local?"
"Delete File Success"="Sucesso excluir arquivo"
"Delete File Fail"="Falha excluir arquivo!"
"Delete Message?"="Excluir mensagem?"
"Do you want to delete this call log?"="Você quer excluir este registro de chamadas?"
"Delete Selected Group?"="Deletar Grupo Selecionado?"
"Delete Focus Record ?"="Delete focus record ?"
"Delete the selected records?"="Excluir registro selec?"
"Delete Selected Item?"="Deletar Item Selecionado?"
"Delete the select item?"="Excluir item selec?"
"Delete this audio?"="Deletar este áudio?"
"Delete this group message(s)?"="Deletar a(s) mensagem(ns) deste grupo?"
"Delete this message?"="Excluir esta mensagem?"
"Delete this voice mail?"="Deletar esta mensagem de voz?"
"Deleting"="Excluindo"
"Deleting. Please wait..."="Deletando. Favor aguardar..."
"Deleting..."="Deletando..."
"Deleting... Please Wait."="Excluindo... por favor, aguarde."
"Power of flashing red light dect is low"="Energ DECT bx verm pisc"
"Ring Splash"="Toque Rápido"
"Previous"="Anterior"
"S_Previous"="Anterior"
"GuestLock"="BloqConv"
"S_GuestLock"="BloqConv"
"Prev"="Ant"
"S_Prev"="Ant"
"Move Up"="Mover para Cima"
"Phone"="Telefone"
"Device Name"="Nome Dispositivo"
"Device name can't be empty!"="O nome do dispositivo não pode estar em branco!"
"Device Info"="Info do dispositivo"
"Device Cert"="Certif.Dispo."
"ICON_Setting"="Config."
"MENU_Settings"="Configurações"
"S_Set as"="Def como"
"Set as"="Def como"
"Setting"="Config."
"Settings"="Configurações"
"Go to Setting?"="Go to Setting?"
"Set E911 Location"="Definir localização E911"
"Set wallpaper successfully"="Papel de parede definido com sucesso!"
"Set WallPaper Fail"="Falha definir wallpaper"
"Settings will take effect after a few seconds"="Settings will take effect after a few seconds"
"Set Dsskey wallpaper successfully"="Suc def wllppr Dsskey!"
"Setting Type"="Tipo de Configuração"
"Set you location?"="Definir sua localização?"
"Set screensaver successfully"="Protetor de tela definido com sucesso!"
"Config Updating"="atualizando config"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="DefComoPParedeEXP"
"Set EXP wallpaper successfully"="Papel de parede EXP definido com sucesso!"
"Set as wallpaper"="DefComoPParede"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="DefComoProtTela"
"An error occurred during file setting"="Erro ao configurar o arquivo."
"Set Voice Mail Code"="Definir Código de Msg de Voz"
"Apply for binding devices"="Cand. p/disp. ligação"
"Invalid Identity!"="Identidade inválida!"
"Upgrading Dect Dongle ?"="Atualizar dongle DECT?"
"Upgrade Video"="Atualizar vídeo"
"Update Finish !"="Fim da Atualização!"
"Sound"="Som"
"Remaining battery"="Bateria restante"
"Available Audio Record"="Gravação de áudio disponível"
"Remaining Time"="Tempo Restante"
"failed"="falha"
"Fail!"="Failed!"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Falha. Favor tentar novamente..."
"Time(HMS)"="Hora (HMS)"
"Time"="Hora"
"Time Format"="Formato da Hora"
"Time Format is invalid!"="Formato de Hora inválido!"
"Invalid Time Format!"="Formato hora inválido!"
"Time & Date"="Data e Hora"
"Time & Date Format"="Formato de Data e Hora"
"Time Zone"="Fuso Horário"
"Identify USB device failed."="Impossível identificar dispositivo USB."
"User name couldn't be empty!"="O nome de usuário não pode estar vazio!"
"bw_userid"="ID Usuário BW"
"Use Host"="UsarContPrinc"
"Always with Pause/Resume"="Sempre c/pausar/retomar"
"Video"="Vídeo"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Videoconferência"
"video record error!"="Video record error!"
"Yes"="Sim"
"Log Out?"="Sair?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to remove ?"="Are you sure to remove ?"
"Do you want to delete all call logs?"="Você quer excluir todos os registros de chamadas?"
"Do you want to delete all placed call logs?"="Você quer excluir todos os reg. de cham. feitas?"
"Do you want to delete all call logs?This action can not be reversed."="Excl. todos os reg. de cham.? Esta ação é irreversível."
"Do you want to delete all missed call logs?"="Você quer excluir todos os reg. de cham. perdidas?"
"Do you want to delete all received call logs?"="Você quer excluir todos os reg. de cham. recebidas?"
"Are you sure to delete the Account information ?"="Quer excl info conta?"
"Are you sure logout?"="Are you sure logout?"
"Are you sure to exit the account ?"="Quer sair da conta?"
"Do you want to remove"="Você quer remover"
"Adapter has added, scanning the bluetooth devices right now?"="Adaptador Bluetooth adicionado. Escanear Bluetooth?"
"Favorite"="Favoritos"
"Favourite"="Favoritos"
"ICON_Favorite"="Favoritos"
"Favorite is on\n manually configing is forbidden!"="Favoritos está ligado.\n Config. Manual proibida!"
"Favoritelist"="Lista de favoritos"
"Favorite Directory"="Diretório favoritos"
"Favorite Index"="Índ. de Favoritos"
"Favorite Index already exist!"="O Índice de Favoritos já existe!"
"Charge"="Charge"
"Inbox"="Cx.Entr."
"Handsets"="Monofones"
"Handset 2"="Monofone 2"
"Handset 3"="Monofone 3"
"Handset 4"="Monofone 4"
"Handset 5"="Monofone 5"
"Reset/Reboot operation is prohibited from the handset!Please operate it directly on T58 phone!"="Reset/reinic proibido! Opere direto no T58!"
"Handset mode disabled"="Modo fone desabilitado"
"Now to update the handsets,and keep it connected to your phone."="At apar deix con a fone"
"Manual Setting"="Configurações Manuais"
"Mobile"="Celular"
"mobile_phone"="tel_celular"
"ICON_Send by Mobile"="Enviar Por Celular"
"S_Send by Mobile"="Enviar Por Celular"
"Send by Mobile"="Enviar Por Celular"
"Mobile Account"="Conta de Celular"
"Mobile Number"="Número de Celular"
"Mobile Account is not connected!"="Conta de celular não conectada!"
"Invalid Mobile number!"="Nº celular inválido!"
"Mobile number is invalid!"="Nº do celular inválido!"
"Mobile Contacts"="Contatos Celular"
"Mobile Connected"="Celular conectado"
"Phone audio"="Áudio do telefone"
"Mobile Voice Mail"="Correio de voz móvel"
"L_Mobile Account"="Conta de Celular"
"Pri.DNS"="DNS.Pri"
"Enter the 9 PIN Code"="Inserir PIN 9 dígitos"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Insira sua senha de acesso web!"
"Enter number"="Inserir número"
"Enter the meeting ID"="Inserir ID da reunião"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Inserir Senha"
"Enter code"="Inserir código"
"Enter New Pin"="Inserir novo PIN"
"Packets lost"="Pacotes perdidos"
"Flash"="Flash"
"S_Refresh"="Atualizar"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Atualização falhou"
"Flash Time"="Hora de pisc"
"Flashing"="Piscando"
"Refreshing.."="Refreshing.."
"Sequential"="Sequencial"
"L_Private Hold"="RetPart"
"Personal Address Book"="Agenda de Endereços Pessoal"
"L_Personal"="Personal"
"S_Personal"="Pessoal"
"PriHold"="ReterPri "
"Private Hold"="RetPart"
"S_PriHold"="ReterPri "
"ICON_Search"="Busca"
"S_Search"="Busca"
"Scan"="Escanear"
"Search"="Busca"
"Search Key"="Buscar Tecla"
"Search Result"="Result. Busca"
"Scan Bluetooth Device"="Escanear Dispositivo Bluetooth"
"Search Type"="Buscar Tipo"
"Search Global Contacts"="Buscar conts globais"
"Search Group"="Procurar grupo"
"Scan failed."="Falha no escaneamento."
"Search Failed!"="Pesquisa falhou!"
"L_SpeedDial"="DiscagemRápida"
"S_SpeedDial"="DiscagemRápida"
"SpeedDial"="DiscagemRápida"
"Anywhere"="Qualquer lugar"
"Alert Broadworks Anywhere Location"="AlertarQQLoc"
"Both"="Ambos"
"All XML Group"="Todo o grupo XML"
"All keys"="Todas as Teclas"
"All Contact"="All Contacts"
"All Buddies"="Todos os Amigos"
"All Calllog"="Tod. Cham"
"All Calls"="Tod. Cham"
"All Income Calls"="TodasChamadas"
"All Contacts"="Tod. Conts"
"L_All Contacts"="Tod. Conts"
"S_All Contacts"="Tod. Conts"
"All Groups?"="Todos os grupos?"
"all message?"="Todas as mensagens?"
"All Internal Calls"="TodasChamadasInt"
"All External Calls"="TodasChamadasExt"
"lock"="Bloquear"
"Locked."="Bloqueado."
"Menu Locked"="Menu bloqueado"
"S_Guest Lock"="Bloqueio de convidado"
"Lock Time Should be more than 0!"="Tempo bloqueio >0!"
"Specified AES"="AES Comum"
"Tips:"="Tips:"
"Add"="Adicionar"
"ICON_Add"="Adicionar"
"S_Add"="Adicionar"
"Add Metaswitch Contact"="Adicionar Contato Metaswitch"
"Add PAB"="Adicionar PAB"
"Add to"="Adic. ao"
"ICON_Add to"="Adic. ao"
"Add To Metaswitch Contact"="Adicionar ao Contato Metaswitch"
"ICON_Add To Metaswitch Contact"="Adicionar ao Contato Metaswitch"
"Add to local Contacts"="Ad. a contatos locais"
"Add to Favorites with an index of"="Add to Favorites with an index of"
"Add to Blacklist"="Adic. à Lista Negra"
"Add to Contact"="Adicionar ao Contato"
"Add to Contacts"="Adicionar aos Contatos"
"ICON_Add to Contacts"="Adicionar aos Contatos"
"Add to Favorite with an index of"="Adicionar aos Favoritos com índice de"
"Add to Personal"="Adic. ao Part."
"Add Number"="Adicionar Número"
"Add Blacklist"="Adicionar à Lista Negra"
"Add Contact"="Adicionar Contato"
"Add Personal"="Adic.Part"
"ICON_Add Personal"="Adic.Part"
"Add network"="Adicionar Rede"
"Add Group"="Adicionar Grupo"
"S_Add Group"="Adicionar Grupo"
"Add Group SoftKey"="AdicGrupo"
"S_Add Group SoftKey"="AdicGrupo"
"New Missed Call(s)"="Nova(s) Chamada(s) Perdida(s)"
"New Text Message"="Novas Mensagens de Texto"
"New Voice Mail(s)"="Novas Mensagens de Voz"
"Skip"="Skip"
"Update Skipped"="Atualização Pulada"
"S_Stop"="Parar"
"Stop"="Parar"
"Stopped"="Parou"
"StopSharing"="Parar de compartilhar"
"S_Stop REC"="Parar REC"
"S_StopREC"="PararREC"
"Stop REC"="Parar REC"
"StopREC"="PararREC"
"Failed to stop recording"="Impossível parar gravação!"
"Call Finish"="Fim da Chamada"
"Call Recording"="Gravação de chamada"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Falando"
"Call Park"="Hosp.Chamadas"
"L_Call Park"="Hosp.Chamadas"
"Call Park Number is invalid!"="Número de Hospedagem de Chamada inválido!"
"Transfer"="Transferência"
"Transfer to"="Transferir para"
"Calls Longest"="Espera Mais Longa"
"Directories"="Diretórios"
"Directory"="Diretório"
"L_Directory"="Diretório"
"MENU_Directory"="Diretório"
"Sync failed"="Sincronização falhou"
"Mobile Contacts Sync"="SincContCel"
"Simultaneous"="Simultâneo"
"Simultaneous Ring Personal"="Toque Simultâneo Pessoal"
"Transparency"="Transparência"
"Photo"="Foto"
"Image load error !"="Erro carregar imagem!"
"Image is too large !"="Imagem grande demais!"
"Can not compress pictures!"="Impos compact imagens!"
"Photo Details"="Photo Details"
"Exit"="Sair"
"S_Exit"="Sair"
"Update Existing"="Atualização existe"
"BackSpace"="BackSpace"
"Done"="Feito"
"Finish"="Finish"
"S_Finish"="Finalizar"
"Saving completed."="Salvo com sucesso."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Contato sincronizando!"
"Contact not existed!"="O contato não existe!"
"Network"="Rede"
"L_Network Favorites"="Favoritos UC de rede"
"Network Favorites"="Favoritos Rede"
"Network Unavailable"="Rede Indisponível"
"Net unavailable !"="Rede indisponível!"
"Network unavailable."="Rede indisponível."
"The network is unstable"="Rede instável"
"Storage Network"="Rede Conhecida"
"S_Network Calls"="Network Calls"
"Network PhoneBook"="Agenda de rede"
"Network Call List"="Lista de chamadas da rede"
"Network changed. Rebooting"="Rede alterada. Reiniciando"
"Web Timer "="Timer da Web "
"Web Timer should be 0-120!"="Timer Web 0-120!"
"Network CallLog"="Chamadas da rede"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Chamadas da rede"
"Network Directories"="Diretório da Rede"
"Network Directory"="DiretRede"
"NetworkDirectoryMenu"="NetworkDirectoryMenu"
"S_Network Directories"="DiretRede"
"S_Network Directory"="DiretRede"
"NetworkDirectoryGroup"="GrupoDirRede"
"S_NetworkDirectoryGroup"="GrupoDirRede"
"L_NetworkDirectoryGroup"="GrupoDirRede"
"L_Network Contacts"="Contatos da rede"
"L_Network Group"="Grupo da Rede"
"Network Contacts"="Contatos da rede"
"Network Group"="Grupo da Rede"
"S_Network Group"="Grupo da Rede"
"S_Network Contacts"="Contatos da rede"
"NetworkFavorites"="NetworkFavorites"
"S_Network Dirctory"="Diretório de rede"
"Network unreachable"="Rede inacessível"
"Network Details"="Detalhes da Rede"
"Network Status"="Status da Rede"
"web"="web"
"Web Server"="Servidor Web"
"UnTested"="UnTested"
"Undefined Error!"="Erro indefinido!"
"UnRead"="Não Lido"
"Missed"="Missed"
"Missed Calllog"="Chams.Perds"
"Missed Calls"="Chams.Perds"
"Missed Call"="Chamada Perdida"
"unauthorized."="Não autorizado"
"Not Found"="Não Encontrado"
"Unknown"="Desconhecido"
"Unknown Error !"="Erro desconhecido!"
"Unknown Line"="Linha Desconhecida"
"User unknown."="Usuário desconhecido."
"Unregistered"="Não registrado"
"Un-Park"="Un-Park"
"Location"="Local"
"location?"="localização?"
"Locations"="Locais"
"Text can't be empty!"="Texto não pode ser branco!"
"Text Message"="Mensagem de Texto"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Tamanho do Arquivo"
"MENU_File Manager"="Gerenciador de arquivos"
"File Name"="Nome do arquivo"
"Profile Name"="Nome de Perfil"
"File is too large !"="File is too large !"
"The file is too large"="Arquivo muito grande."
"Incorrect filesystem, please use FAT32"="Sist arq err, use FAT32"
"File already exists, Confirm to replace or not?"="Arquivo já existe. Deseja substitui-lo?"
"File already exists"="Arquivo já existe."
"file renaming"="Renomear arquivo"
"My Mobile"="Celular"
"S_My Mobile"="Celular"
"My State"="Meu status"
"My Status"="Meu Status"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="NenhumURL"
"Unrecognized USB"="Dispositivo USB não reconhecido"
"Can not register to sip server."="Cannot register to SIP server."
"No Group"="Nenhum grupo"
"Always forward to"="Always forward to"
"Always Forward"="Sempre Encaminhar"
"Dect microphone firmware update success!"="Suc. atual mic DECT!"
"Dect microphone firmware update failed!"="Falha atual mic DECT!"
"Wifi adapter has added, scanning the wifi devices right now?"="Adaptador Wi-Fi adicionado, escanear redes sem fio disponíveis agora?"
"Wifi adapter has removed out"="Adaptador Wi-Fi removido."
"Wifi"="Wifi"
"Wi-Fi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="A lista da rede sem fio está cheia. Por favor, exclua um registro antigo antes de adicionar outro! "
"List is full, please delete before add!"="A lista da rede sem fio está cheia. Por favor, exclua um registro antigo antes de adicionar outro! "
"Wireless Status"="Status Wi-Fi"
"Invalid"="Inválido"
"Invalid BLF Value!"="Valor de BLF inválido!"
"Unknown Uri scheme"="Esquema uri desconhecido"
"Invalid IPv6 IP Prefix!"="Prefixo IP IPv6 inv!"
"Invalid NTP server2!"="Servidor NTP2 inválido!"
"Invalid Outbound Alternate Number!"="Nº altern saída inv!"
"Invalid Outbound proxy!"="Proxy saída inv!"
"Invalid Xml Browser Value!"="Valor nav XML inv!"
"Invalid Family number!"="Nº família inválido!"
"Invalid Extension!"="Extensão inválida!"
"Invalid Voice Recorder Number!"="Nº grav voz inválido!"
"Invalid Prefix Value!"="Valor prefixo inválido!"
"Invalid Call off code!"="Cód. cancel. inválido!"
"Invalid Date Format!"="Form. data inválido!"
"US Date Format is invalid!"="Formato de Data EUA inválido!"
"US Time Format is invalid!"="Formato de Hora EUA inválido!"
"Favorite Index Valid"="Índice de Favoritos inválido"
"Invalid Redial Interval!"="Interv redisc inv!"
"Invalid Redial Time!"="Tempo remarc inv!"
"Invalid group id!"="ID do grupo inválido!"
"Inactive Level"="Nível inativo"
"Invalid Number!"="Nº inválido!"
"Invalid Reject off code!"="Cód desl rej inválido!"
"Invite request no response"="Sem resposta ao convite!"
"Invaild Provisioning Credential"="Credencial de aprovisionamento inválida"
"Incorrect user credentials, please retry."="Credenciais de usuário incorretas. Por favor, tente novamente."
"Invalid Account!"="Conta inválida!"
"No Answer Processing"="Proc.SemResp"
"No Answer Forward"="Enc.SemResp"
"No Account"="Sem conta"
"No Service"="Sem Serviço"
"System"="Sistema"
"System Wallpaper Cannot be Deleted!!"="Não excl wallpap sist!"
"Insufficient storage space in system"="Espaço insuficiente no sistema!"
"System Maintenance...\n\nreboot needed !"="System Maintenance...\n\nreboot needed !"
"Next"="Seguinte"
"S_Next"="Seguinte"
"ICON_NextPage"="Próxima página"
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Mover para Baixo"
"Load Error!"="Erro ao carregar!"
"Loading error !"="Erro ao carregar!"
"Fail to download mobile contacts!"="Falha bx cont móveis!"
"Failed to load image"="Impossível carregar imagem!"
"Fail to download this remote phonebook!"="Falha bx agenda rem!"
"Fail to download \nremote phonebook!"="Impossível baixar \nagenda remota!"
"Fail to download remote phonebook"="Falha ao baixar agenda remota"
"Fail to download remote phonebook!"="Impossível baixar agenda remota!"
"Daylight Saving"="Horário de Verão"
"Display"="Tela"
"Show More"="Mais"
"Show Less"="Ocultar"
"Alerting Calling Line ID Number"="AlertaNúmIDAuCham"
"Alerting Calling Line ID Name"="AlertaNomeIDAuCham"
"Display Name"="Exibir Nome"
"DisplayName can't contain \ < > \" \\ \' \""="O nome de exibição não pode conter \ <> \ "\\ \ '\" ""
"DisplayName can't contain \" < > \" \\ \' \""="O nome de exibição não pode conter \" < > \" \\ \' \""
"Displayname can't be empty!"="NomeExibição não pode estar em branco!"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid Display name!"
"Display Clock"="Exibir Relógio"
"Now to update the dect dongle,and keep it connected to your phone."="Deixe DECT con fon Atu"
"Limit has reached, Recording has stoped."="Limite máx. atingido. Gravação interrompida."
"All Lines"="TodLinhas"
"S_All Lines"="TodLinhas"
"MENU_Camera"="Câmera"
"Detail"="Detalhe"
"Detial"="Detalhe"
"S_Detail"="Detalhe"
"S_MTSW ACD Detail"="Detalhe"
"MTSW ACD Detail"="Detalhe"
"Ring"="Toque"
"Rings"="Toques"
"Silent Alerting"="Alerta silencioso"
"Alert Type"="Alert Type"
"Alert Mode"="Modo de Alerta"
"After Ring Time"="After Ring Time"
"After Ring Times"="Tempo Após Toque"
"Ringing"="Tocando"
"S_SwitchAccountDown"="MudCtAb"
"Switch Account Up"="Mudar de conta p/cima"
"SwitchAccountUp"="MudCtAc"
"S_SwitchAccountUp"="MudCtAc"
"Switch Account Down"="Mudar de conta p/baixo"
"SwitchAccountDown"="MudCtAb"
"Items out of limit !"="Limite máx. de itens!"
"Group list is full!"="Lista grupos cheia!"
"Protocol"="Protocol"
"Decline"="Recusar"
"S_Decline"="Recusar"
"new"="novo"
"New PIN"="Novo PIN"
"New Call"="Nova Chamada"
"S_New Call"="Nova Chamada"
"New Location"="Novo Local"
"New Message"="Nova Mensagem"
"Incoming call"="Chamada Recebida"
"New Contact"="Novo Contato"
"New PWD"="Nova Senha"
"New password is too simple, are you sure to set it?"="Nova senha muito simples. Quer continuar?"
"Invalid New password!"="Nova senha inválida!"
"New password is similar to username, are you sure to set it?"="Nova senha similar ao nome de usuáro. Quer continuar?"
"New Group"="Novo Grupo"
"New Entry"="Nova entrada"
"L_New SMS"="New SMS"
"NewSMS"="NovoSMS"
"S_NEWSMS"="NovoSMS"
"ICON_New Group"="Novo Grupo"
"Channel"="Canal"
"Channel Control"="Controle de canal"
"Signal Strength"="Intens. Sinal"
"Repeater Mode"="Modo do repetidor"
"Info"="Info"
"MENU_Message"="Mensagem"
"Message"="Mensagem"
"Messages"="Mensagens"
"Information is not complete!"="A informação não está completa!"
"Tuesday"="Terça"
"Saturday"="Sábado"
"Sunday"="Domingo"
"Wednesday"="Quarta"
"Thursday"="Quinta"
"Friday"="Sexta"
"Monday"="Segunda"
"First Name"="Primeiro Nome"
"last_name"="sobrenome"
"Name"="Nome"
"ICON_Sort Last Name"="Ordenar por Sobrenome"
"Sort Last Name"="Ordenar por Sobrenome"
"Search by LastName"="Buscar por Sobrenome"
"Change PIN"="Alterar PIN"
"Modifying the configuration..."="Modificando a configuração..."
"VirtualUser"="VirtualUser"
"Need to change passwd!"="Altere a senha!"
"Require Answer Confirmation"="ConfResposta"
"Need a Number"="Por favor, insira um número de telefone primeiro."
"Network configuration has changed, shall become effective after the restart?"="A configuração da rede foi alterada. Deseja reiniciar?"
"Option"="Opção"
"S_Option"="Opção"
"ICON_Select"="Selecionar"
"S_Select"="Selecionar"
"Select"="Selecionar"
"Choose a way of WPS connection"="Esc caminho p/con WPS."
"Select Security"="Selecionar segurança"
"You have to upload your picture when choose this type!"="Carreg. foto esc. tipo!"
"Select slave"="Selecionar escravo"
"Select the Queue"="Selecione uma fila"
"Select Executive Number"="Selecionar Número Executivo"
"select mode"="Selecionar modo"
"Select All"="Selecionar Todos"
"Choose a group"="Escolher grupo"
"Selected Group?"="Selecionar grupo?"
"select handset"="Selecionar aparelho"
"selected Item?"="Selecionar item?"
"Select a Disposition code"="Sel. um cód. de dispos."
"Choose Account"="Escolha uma conta"
"Choose an account"="Escolha uma conta"
"Select Account"="Selecionar Conta"
"Select Transfer"="Selec. transferência"
"Compress error !"="Erro ao comprimir!"
"Rollover After Waiting"="ProrrogAposEsp"
"Rollover Action"="AçãoProrrog"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Confidencial"
"L_Zero Touch"="Zero Touch"
"S_Zero Touch"="Zero Touch"
"Zero Touch"="Zero Touch"
"Remove"="Remover"
"Remove Participant"="Remover participante"
"Remove selected from favorite ?"="Remover seleção dos favoritos?"
"ICON_Move"="Mover"
"Mobility"="Mobilidade"
"Move"="Mover"
"Hot Desking"="Hot Desking"
"Hoteling"="PostosTrab"
"Mobility Phone Number"="NúmTelMobilidade"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Mover selecionado"
"Move selected to blacklist ?"="Mover para lista negra?"
"Alert Broadworks Mobility Location"="AlertarMobLoc"
"The storage network"="Redes Conhecidas"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Índice Máx. de Favoritos"
"Sentbox"="Itens Env."
"Dialed"="Discado"
"Received Calllog"="Chamadas Recebidas"
"Received Calls"="Cham.Rec."
"Connected"="Conectado"
"Connected)"="Conectado)"
"Used"="utilizado"
"Voice"="Voz"
"The audio codecs is different, can't set up a conference!"="Codecs de áudio diferentes. Impossível config. Conf.!"
"Hide"="Ocultar"
"S_Hide"="Ocultar"
"Hide Number"="Ocultar Número"
"Answer"="Atende"
"S_Answer"="Atende"
"Hardware"="Hardware"
"Firmware update success!"="Sucesso atualiz FW!"
"Firmware update failed!"="Atualização FW falhou!"
"Hard Disk Space Is Not Enough!"="Espaço disco insufic!"
"Never"="Nunca"
"Incorrect user"="Usuário errado"
"User Type"="Tipo de Usuário"
"User not register"="Usuário não registrado"
"User Name"="Nome de Usuário"
"User name can't be empty!"="Nome app não vazio!"
"Username can't be empty!"="Nome usuário não vazio!"
"Incorrect username or password!"="Usuá/senha incorreto!"
"Invalid User name!"="Nome usuário inválido!"
"User name is invalid!"="Nome de usuário inválido!"
"MENU_UserMode"="ModoUsuário"
"UserMode"="ModoUsuário"
"User mode changed!"="Modo de usuário alterado!"
"User ID"="ID de Usuário"
"UserID can't be empty!"="IDUsuário não pode estar em branco!"
"User Host"="Host do usuário"
"Preference"="Preferência"
"Priority"="Prioridade"
"Invalid Priority!"="Prioridade inválida!"
"Priority is invalid!"="Prioridade inválida!"
"Priority should be 0-7!"="Prioridade deve ser de 0-7!"
"The power is low on the flasing red light dect microphone"="LED verm bx energ DECT."
"Mail"="Correio"
"Email type"="Tipo de email"
"postal_code"="Código postal"
"Balance"="Saldo"
"Get Balance"="Obter Saldo"
"L_Get Balance"="Obter Saldo"
"Getting balance failed!"="Impossível obter saldo!"
"Getting balance!"="Obtendo saldo!"
"Language"="Idioma"
"Language initializing. Please wait..."="Inicializando idioma. Favor Aguardar..."
"Invalid Voice Number!"="Invalid Voice Number!"
"Voice Mail"="Mensagem de Voz"
"VoiceMail DownLoading, Please Wait..."="Baixando Mensagem de Voz, Favor Aguardar..."
"Voice Messaging"="Mensagem de Voz"
"The Voicemail is too large,please call and retrieve it!"="Muita mensagem de voz, favor chamar e recuperar!"
"L_Voice Mail"="Mensagem de Voz"
"Voice Mail Playing"="Reproduzindo Mensagem de Voz"
"Voice Mail is invalid!"="Mensagem de Voz inválida!"
"Invalid VoiceMail Value!"="Valor correio voz inv!"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Prévia"
"S_Preview"="Prévia"
"Remain time "="Tempo restante"
"Busy Forward"="Encaminhar Quando Ocupado"
"Old Number"="Número Antigo"
"Originator"="Originador"
"original contact?"="Contato original?"
"Remote Office"="Escritório Remoto"
"Remote Phone Book"="Agenda Remota"
"Remote Group"="Grupo remoto"
"Remote Codec"="Codec Remoto"
"Remote User"="Usuário Remoto"
"Remote DIR"="Remote DIR"
"Cloud"="Cloud"
"Pickup"="Pegar"
"Allow IP Call"="Permitir chamada IP"
"Allow Remote Control?"="Permitir Controle Remoto?"
"Allow assistant opt in/out of Pool"="Perm. q. assist opte in/out do pool"
"Avail"="Disp"
"Available"="Disponível"
"S_Avail"="Disp"
"S_Available"="Disponível"
"Temporarily not available"="Temp. indisponível"
"Temporarily Unavailable"="Temporariamente Indisponível"
"Held"="Retida"
"Pause"="Pausar"
"S_Pause"="Pausar"
"Voice Mail Pause"="Pausar Mensagem de Voz"
"Pause REC"="Pausar REC"
"PauseREC"="PausarREC"
"S_Pause REC"="Pausar REC"
"S_PauseREC"="PausarREC"
"Failed to pause recording"="Impossível pausar a gravação!"
"pause record"="Pausar gravação"
"Account"="Conta"
"Accounts"="Contas"
"Identity"="Identidade"
"Line"="Linha"
"S_Line"="Linha"
"Line 1"="Linha 1"
"Line 10"="Linha 10"
"Line 11"="Linha 11"
"Line 12"="Linha 12"
"Line 13"="Linha 13"
"Line 14"="Linha 14"
"Line 15"="Linha 15"
"Line 16"="Linha 16"
"Line 2"="Linha 2"
"Line 3"="Linha 3"
"Line 4"="Linha 4"
"Line 5"="Linha 5"
"Line 6"="Linha 6"
"Line 7"="Linha 7"
"Line 8"="Linha 8"
"Line 9"="Linha 9"
"Account ID"="ID da Conta"
"Account:"="Conta:"
"Line ID"="ID da Linha"
"Account is invalid!"="Conta inválida!"
"Account Login"="Login da conta"
"Line Key"="Line Key"
"Line Key 1"="Tecla de Linha 1"
"Line Key 10"="Tecla de Linha 10"
"Line Key 11"="Tecla de Linha 11"
"Line Key 12"="Tecla de Linha 12"
"Line Key 13"="Tecla de Linha 13"
"Line Key 14"="Tecla de Linha 14"
"Line Key 15"="Tecla de Linha 15"
"Line Key 16"="Tecla de Linha 16"
"Line Key 17"="Tecla de Linha 17"
"Line Key 18"="Tecla de Linha 18"
"Line Key 19"="Tecla de Linha 19"
"Line Key 2"="Tecla de Linha 2"
"Line Key 20"="Tecla de Linha 20"
"Line Key 21"="Tecla de Linha 21"
"Line Key 22"="Tecla de Linha 22"
"Line Key 23"="Tecla de Linha 23"
"Line Key 24"="Tecla de Linha 24"
"Line Key 25"="Tecla de Linha 25"
"Line Key 26"="Tecla de Linha 26"
"Line Key 27"="Tecla de Linha 27"
"Line Key 28"="Tecla de Linha 28"
"Line Key 3"="Tecla de Linha 3"
"Line Key 4"="Tecla de Linha 4"
"Line Key 5"="Tecla de Linha 5"
"Line Key 6"="Tecla de Linha 6"
"Line Key 7"="Tecla de Linha 7"
"Line Key 8"="Tecla de Linha 8"
"Line Key 9"="Tecla de Linha 9"
"Identity is invalid!"="Conta inválida!"
"Account information will be cleared, continue or not?"="Cont. apag info conta?"
"Line Select"="Selecionar Linha"
"Account has been Locked"="A conta foi bloqueada."
"Account has been successfully logged in"="Conta conect. c/sucesso"
"Account Status"="Status da Conta"
"Activation"="Ativação"
"S_Account"="Conta"
"This pin code not found"="Cód PIN não encontardo"
"This phone not found"="Telefone não encontr."
"This action can not be reversed"="Ação irreversível."
"Frame Rate"="Taxa de quadros"
"Diagnostics"="Diagnósticos"
"USB power overload on the right"="Sbrcarg energ USB dir."
"Scanning available network"="Escaneando rede disponível"
"Saving config file!"="Salvando arquivo de config!"
"Initializing... Please Wait"="Inicializando... Espere!"
"Initializing... Please Wait!"="Inicializando...Favor Aguardar!"
"Initializing ..."="Inicializando..."
"logging out ..."="Desconectando..."
"logging in..."="Conectando..."
"Sending Message..."="Enviando mensagem..."
"Updating Network..."="Atualizando Rede..."
"Updating Network\n\nPlease Wait !"="Atualizando Rede\n\nFavor Aguardar!"
"Busy here!"="Ocupado aqui!"
"Talking, please wait..."="Falando, espere..."
"Alerting"="Alerta"
"Operate failed for readonly page"="Op falhou pág só leit."
"Answer Only!"="Resposta somente!"
"Direct"="Direct"
"DirectPickup"="DirectPickup"
"DirectPickup_Idle"="DirectPickup"
"Value"="Valor"
"Invalid Value < or >"="Valor inválido < ou >"
"Job Title"="Cargo"
"Restricted"="Restrito"
"Middle name"="Nome do meio"
"Via"="Via"
"Redialing"="Rediscando"
"Redial Times"="Vezes de Rediscagem"
"Redial Time is invalid!"="Tempo rediscagem inválido!"
"Redial Interval"="IntRedisc"
"Redial Interval can't be empty!"="Não deix int red vazio!"
"Redial Interval is invalid!"="Intervalo rediscagem inválido!"
"Redirector"="Redirecionador"
"Rename Group"="Renomear grupo"
"Reboot"="Reiniciar"
"Reboot.."="Reiniciar."
"Reboot the phone?"="Reiniciar telefone?"
"Rebooting...\n\nPlease Wait !"="Reinicializando...\n\n Favor aguardar!"
"Re Provision"="Re Provision"
"S_Re Provision"="Reprovisionar"
"Re-connect"="Reconectar"
"S_Re-connect"="Reconectar"
"Reset"="Reiniciar"
"Reset Config"="Restaurar Config"
"S_Reset"="Reiniciar"
"Reset.."="Reset."
"Reset local settings"="Red.conf.loc"
"Reset Phone PIN"="Reset PIN fone"
"Reset non-static settings"="Red.conf.din."
"Reset static settings"="Red.conf.est."
"Reset Configuration"="Reset configuração"
"Resetting Configuration, please wait..."="Reset config, espere..."
"Reset Configuration?"="Reset configuração?"
"Reset failed, please retry later!"="Falh rein repit depois!"
"Reset web settings"="Reset config. web"
"Reset web settings,\n\nPlease wait..."="Reset conf web\n\nEsp..."
"Resetting to factory,please wait..."="Reset fábrica, espere..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Reset dado usu, espere..."
"Reset Userdata?"="Reset dados usuário?"
"Reset userdata & local config, Please wait..."="Rest usrdt/conf loc Esp"
"Reset userdata&local setting, please wait..."="Reset userdata&local setting, please wait..."
"Reset userdata & local config"="Red. dadusu/confloc"
"Resetting to factory, please wait..."="Rest. ConfigFáb..."
"Tue"="Ter"
"Sat"="Sáb"
"Sun"="Dom"
"Wed"="Qua"
"Thu"="Qui"
"Fri"="Sex"
"Mon"="Seg"
"Master-Slave mode is available only when one handset is registered."="Mest-esc disp p/mon reg"
"Main Menu"="Menu Principal"
"Originator-Executive"="Originador-Exec"
"Primary Contact must not be empty."="O contato principal não pode estar vazio."
"Primary DNS is invalid!"="DNS Primário inválido!"
"Assistant"="Assistente"
"Assistant Common Settings"="Configurações Padrão Assistente"
"Register Successfully!"="Registrado com Sucesso!"
"Register Name"="Nome do Registro"
"Invalid Register name!"="Nome reg inválido!"
"Registered"="Registrado"
"Register fail"="Falha no Registro"
"Registration failed"="Register failed"
"Register Fail!"="Falha reg!"
"Register repeater"="Rep. do registrador"
"Registering"="Registrando"
"Registering Please Wait!"="Registrando, Favor Aguardar!"
"Unregistering"="Cancelando registro"
"Note"="Nota"
"Basic Call Park"="Hosped básica"
"Park"="Estacionar"
"Parked"="Hospedado"
"S_Basic Call Park"="Hosped básica"
"S_Park"="Estacionar"
"Park to"="Hospedar para"
"Park Failed"="FalhaHosped"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Encam. inválido!"
"L_Transfer"="Transferência"
"S_Transfer"="Transferência"
"Advance to Next Assistant After"="AvançarAssist"
"Transfer Failed"="Falha na Transferência"
"Be Transferred"="Ser transferida"
"Betransferred"="Ser transferida"
"Divert"="Redirecionar"
"Forward"="Encaminhar"
"L_Forward"="Encaminhar"
"S_Forward"="Encaminhar"
"Forward to"="Encaminhar para"
"Forward to: %s"="Encaminhar para: %s"
"Divert to Phone Number/SIP-URI"="Red.p.N/SIP-URI"
"Forward to can't be empty!"="Enc não pode vazio!"
"Forward to is invalid!"="Encaminhamento inválido!"
"Forwarded Calls"="Cham.Enc."
"Forward Option"="Opção de Encaminhamento"
"Forward Selective"="Seleção direta"
"Forward Value"="Encaminhar valor"
"L_My Status"="Meu Status"
"S_My Status"="Meu Status"
"MENU_Status"="Status"
"S_My State"="Meu status"
"S_Status"="Status"
"State"="Estado"
"Status"="Status"
"Status:"="Status:"
"Status requesting..."="Solicitando status..."
"ACD Trace"="Rastrear"
"L_Trace"="Trace"
"S_ACD Trace"="Rastrear"
"Subnet Mask"="Másc.Sub-rede"
"Subnet Mask!"="Máscara de sub-rede!"
"Subnet Mask is invalid!"="Máscara de Sub-rede inválida!"
"Custom"="Customizar"
"Custom DND"="Customizar DND"
"Custom Key"="Tecla Custom."
"L_Custom Key"="Tecla Custom."
"S_Custom Key"="Tecla Custom."
"CustomButton"="CustomButton"
"CustomContact"="Custom.Cont."
"L_CustomContact"="Customizar Contato"
"S_CustomContact"="Custom.Cont."
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Empresa comum"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Grupo comum"
"Photo Custom"="Customizar Foto"
"Alerting Custom Calling Line ID Number"="AlNúmIDAuChamCust"
"Alerting Custom Calling Line ID Name"="AlNomIDAuChamCust"
"Custom Forward"="Customizar Encaminhamento"
"Auto"="Auto"
"Automatic"="Automático"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="AFav UC at\nCnf man des"
"Auto-login"="Acesso Automático"
"Auto Intercom"="Intercomunicador autom."
"Auto Provision"="Auto provisão"
"Autop URL can not be none!"="URL Autop não vazio!"
"AutoP to"="AutoP para"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Autoridade de AutoP"
"Auto Answer Time"="Tempo de resposta autom"
"AutoBLFList is on\n manually configing is forbidden!"="ListaBLFAuto está LIG. \n Sem configuração manual!"
"AutoFavorite is on\n manually configing is forbidden!"="FavoritoAuto Lig. \n Config manual proibida!"
"AutoLinekey is on\n manually configing is forbidden!"="TeclaLinhaAuto Lig. \n Config manual proibida!"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial está ligado.\n Config. manual proibida!"
"Auto Answer"="Auto Resposta"
"Auto Redial"="Rediscagem automática"
"Auto Redial Setting"="Rediscagem Automática"
"Auto Divert"="Desvio Autom."
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Total"
"Always"="Always"
"Paging"="Paging Multicast"
"Paging Group"="Paginando grupo"
"Paging_softkey"="Paginação"
"S_Paging"="Paging Multicast"
"S_Paging_softkey"="Paging Multicast"
"Paging is invalid!"="Paging inválido!"
"L_Paging List"="Lista de Paging"
"Paging List"="Lista de Paging"
"PagingList"="ListaPaging"
"S_Paging List"="Lista de Paging"
"Paging failed!"="Erro Paging!"
"Paging Channel should be 0-30!"="Canal de Paging deve ser entre 0-30!"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="Paginação multicast"
"Delete the group will not delete the group members, but only move them out of the group."="Os membros do grupo serão removidos, mas não excluídos."
"GPickup"="CaptGrup"
"Group Pick Up"="Capt em Grupo"
"L_Group Pick Up"="Capt em Grupo"
"S_GPickup"="CaptGrup"
"S_Group Pick Up"="Capt em Grupo"
"Group Name"="Nome do grupo  "
"Group name must be unique."="O nome de grupo deve ser único."
"Group name must not be empty"="O nome do grupo não pode estar vazio."
"Organisation"="Organização"
"GPark"="HospG"
"S_GPark"="HospG"
"JitterBufferMax"="Jitter Buffer Max"
"Max Timer"="Timer máx."
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Esperas mais longas"
"Yesterday"="Ontem"
"USB power overload on the left"="Sbrcarg energ USB esq."
"Add to Metaswitch"="Add to Metaswitch"
"This feature takes effect only when one handset was registered!"="This feature takes effect only when one handset is registered!"
"Service Unavailable"="Service Unavailable!"
"default_contact_image.png"="Contact.png"
"icon_blacklist_b.png"="Blacklist.png"
"icon_family_b.png"="Family.png"
"icon_friend_b.png"="Friend.png"
"Sharing..."="Sharing..."
"You are in sharing"="You are in sharing"
"Dect dongle connection sucess"="Connect DECT dongle successfully!"
"Dect dongle disconnect"="DECT dongle disconnected."
"Please wait...\nThe dongle is being upgraded,\ndo not pull it out."="Please wait...\nThe dongle is being upgraded,\ndo not pull it out."
"Upgrade sucess!"="Upgrade successfully!"
"\n \n Install:"="\n \n Install:"
"Upgrade failed!\nPlease retry after plug dongle"="Upgrade failed!\nPlease pull out the dongle and retry."
"All handsets"="All handsets"
"already exist paging"="Paging already exists"
"Copy all contacts to Shared ?"="Copy all contacts to Shared ?"
"Slave is in use"="Slave is in use"
"S_Call Shift"="Call Shift"
"S_Start Reg"="Start Reg"
"S_Stop Reg"="Stop Reg"
"S_Start Pag"="Start Pag"
"S_Stop Pag"="Stop Pag"
"Repeater"="Repeater"
"Handset Name"="Handset Name"
"Handset Version"="Handset Version"
"Model"="Model"
"RFPI Code"="RFPI Code"
"SN Code"="SN Code"
"Status Select"="Status Select"
"Phone Status"="Phone Status"
"Dongle Status"="Dongle Status"
"Input Dect PIN"="Input DECT PIN"
"Registed Full! Only repeater can register now!"="Max registered handsets has been reached! Only repeaters can be registered now!"
"Share contect is full!"="Shared contacts are full!"
"Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"="Reset/Reboot is prohibited from the handset! Please operate it directly on corded phone!"
"You are sharing ..."="You are sharing ..."
"sharing ..."="sharing ..."
"Sharing send failed."="Failed to send sharing."
"This feature takes effect only when one handset is registered"="This feature takes effect only when one handset is registered!"
"Connect Mobile"="Connect Mobile"
"L_Connect Mobile"="Connect Mobile"
"Machine ID"="Machine ID"
